var biblio={
"Abun-Nasr75":"Abun-Nasr, Jamil M., <i>A History of the Maghrib</i>, 2nd ed. (Cambridge, 1975)",
"Alle81":"Allen, Judson Boyce, and Theresa Anne Moritz, <i>A Distinction of Stories: The Medieval Unity of Chaucer’s Fair Chain  of Narrative for Canterbury</i> (Columbus, OH, 1981)",
"Alli03":"Allington-Smith, Richard, <i>Henry Despenser: The Fighting Bishop: a New View of an Extraordinary Medieval Prelate</i> (Dereham, 2003)",
"Andrew93":"Variorum GP, reference needed",
"Bake84":"Baker, John H., <i>The Order of Serjeants at Law: A Chronicle of Creations, with Related Texts and a Historical Introduction</i> (London, 1984)",
"Barn73":"Barney, Stephen A., ‘The Plowshare of the Tongue: the Progress of a Symbol from the Bible to Piers Plowman’, <i>Mediaeval Studies</i> 35 (1973), 261-93",
"Baum21":"Baum, Paull Franklin, ‘Chaucer’s Faste by the Belle”’, <i>Modern Language Notes</i> (1921), 307-309",
"BD":"Book of the Duchess, reference needed",
"Bens84":"Benson, C. David, ‘The Astrological Medicine of Chaucer’s Physician and Nicholas of Lynn’s Kalendarium’, <i>American Notes and Queries</i> 22 (1984), 62-6",
"Bloc54":"Block, Edward A., ‘Chaucer’s Millers and their Bagpipes’, Speculum 29 (1954), 239-43",
"Bowden48":"Bowden, Muriel, <i>A Commentary on The General Prologue to The Canterbury Tales</i> (New York, 1948)",
"Brig14":"Briggs, Charles F., ‘The Clerk’, in <i>Historians on Chaucer</i>, ed. Rigby and Minnis (2014), pp. 187-205",
"Brun87":"Brundage, James A., <i>Law, Sex, and Christian Society in Medieval Europe</i> (Chicago, IL, 1987)",
"Burr71":"Burrow, J. A., <i>Ricardian Poetry: Chaucer, Gower, Langland, and the Gawain Poet</i> (New Haven, CT, 1971)",
"Cahn80":"Cahn, Kenneth, ‘Chaucer’s Merchants and the Foreign Exchange: An Introduction to Medieval Finance’, <i>Studies in the Age of Chaucer</i> 2 (1980), 81-119",
"Calabrese96":"Calabrese, Michael A., ‘A Knyght Ther Was’, in <i>Chaucer’s Pilgrims</i>, ed. Lambdin and Lambdin (1996), pp. 1-13",
"Carl14":"Carlin, Martha, ‘The Host’, in <i>Historians on Chaucer</i>, ed. Rigby and Minnis (2014), pp. 460-80",
"Carr79":"Carruthers, Mary, ‘The Wife of Bath and the Painting of Lions’, Proceedings of the Modern Language Association 94 (1979), 209-22",
"Chil14":"Childs, Wendy R., ‘The Shipman’, in <i>Historians on Chaucer</i>, ed. Rigby and Minnis (2014), pp. 277-96",
"Coop06":"Cooper, Helen, ‘London and Southwark Poetic Companies: “Si tost c’amis’ and the Canterbury Tales’, in <i>Chaucer and the City</i>, ed. Ardis Butterfield (Cambridge, 2006), pp. 117-28",
"Cosm08":"Cosman, Madeleine P., and Linda G. Jones, Handbook to Life in the Medieval World (New York, 2008)",
"Coss14":"Coss, Peter, ‘The Franklin’, in <i>Historians on Chaucer</i>, ed. Rigby and Minnis (2014), pp. 227-46",
"Crow66":"Crow, Martin M., and Clair C. Olson, ed., <i>Chaucer Life Records</i> (Oxford, 1966)",
"Curr60":"Curry, Walter C., <i>Chaucer and the Mediaeval Sciences</i>, 2nd  ed. (New York, 1960 [1st ed. 1926])",
"Davi12":"Davis, James, <i>Medieval Market Morality: Life, Law and Ethics in the English Marketplace, 1200-1500</i> (Cambridge, 2012)",
"Dave88":"Davenport, W. A., <i>Chaucer: Complaint and Narrative</i> (Cambridge, 1988)",
"Dawkins32":"Dawkins, R. M., ed. and trans., <i>Leontios Makhairas: Recital concerning the Sweet Land of Cyprus entitled ‘Chronicle’</i>, 2 vols. (Oxford, 1932), Vol. I",
"Dela91":"Delasanta, Rodney, ‘Chaucer and Strode’, <i>The Chaucer Review</i> 26 (1991), 205-18",
"Dill96":"Dillon, Bert, ‘A Clerk Ther Was of Oxenford Also’, in <i>Chaucer’s Pilgrims</i>, ed. Lambdin and Lambdin (1996), pp. 108-115",
"Edbury93":"Edbury, Peter W., <i>The Lusignan Kingdom of Cyprus and its Muslim Neighbours</i>, Ninth Annual Lecture in History and Archaeology (Nicosia, 1993)",
"Eddi13":"Eddison, Jill, <i>Medieval Pirates: Pirates, Raiders and Privateers 1204-1453</i> (Stroud, 2013)",
"Elea96":"Eleazar, Edwin, ‘With Us Ther Was a Doctour of Phisik’, in <i>Chaucer’s Pilgrims</i>, ed. Lambdin and Lambdin (1996), pp. 220-42",
"Fish96":"Fisher, John H., ‘A Gentil Maunciple Was Ther of a Temple’, in <i>Chaucer’s Pilgrims</i>, ed. Lambdin and Lambdin (1996), pp. 281-87",
"Fost68":"Foster, B., ‘Chaucer’s Seint Loy: An Anglo-Norman Pun?’, <i>Notes &amp; Queries</i> 213 (1968), 244-5",
"Free14":"Freedman, Paul, ‘The Miller’, in <i>Historians on Chaucer</i>, ed. Rigby and Minnis (2014), pp. 368-85",
"Garb63":"Garbaty, Thomas J., ‘The Summoners’ Occupational Disease’, <i>Medical History</i> 7 (1963), 348-358",
"Godd14":"Goddard, Richard, ‘The Merchant’, in <i>Historians on Chaucer</i>, ed. Rigby and Minnis (2014), pp. 170-86",
"Good81":"Goodall, Peter, ‘Chaucer’s “Burgesses” and the Aldermen of London’, <i>Medium Ævum</i> 50 (1981), 284-92",
"Gray03":"Gray, Douglas, ed., <i>The Oxford Companion to Chaucer</i> (Oxford, 2003)",
"Griffin36": "Griffin, Nathaniel E., ed., <i>Guido de Columnis: Historia Destructionis Troiae</i>, The Mediaeval Academy of America 26 (Cambridge, MA, 1936)",
"GriffinHTML":"<a href='http://www.medievalacademy.org/resource/resmgr/maa_books_online/griffin_0026.htm'>www.medievalacademy.org</a>",
"Grud96":"Grudin, Michaela Paasche, <i>Chaucer and the Politics of Discourse</i> (Columbia, SC, 1996)",
"Hami41":"Hamilton, Marie Padgett, ‘The Credentials of Chaucer’s Pardoner’, <i>Journal of English and Germanic Philology</i> 40 (1941), 48-72",
"Hask76":"Haskell, Ann S., <i>Essays on Chaucer's Saints</i> (The Hague, 1976)",
"Heal14":"Heale, Martin, ‘The Monk’, in <i>Historians on Chaucer</i>, ed. Rigby and Minnis (2014), pp. 137-55",
"Hillgarth76":"Hillgarth, J. N., <i>The Spanish Kingdoms 1250-1516</i>, Volume I: 1250-1410: Precarious Balance (Oxford, 1976)",
"Hodges05":"Hodges, Laura F., <i>Chaucer and Clothing: Clerical and Academic Costume in the General Prologue to the ‘Canterbury Tales’</i> (Cambridge, 2005)",
"Hodges14":"Hodges, Laura F., <i>Chaucer and Array: Patterns of Costume and Fabric Rhetoric in the ‘Canterbury Tales’</i> (Cambridge, 2014)",
"Horg94":"Horgan, Francis, trans., <i>The Romance of the Rose, by Guillaume de Lorris</i> (Oxford, 1994)",
"Horn96":"Hornsby, Joseph, ‘A Sergeant of the Lawe, War and Wyse’, in <i>Chaucer’s Pilgrims</i>, ed. Lambdin and Lambdin (1996), pp. 116-22",
"Howa76":"Howard, Donald, The Idea of the Canterbury Tales (Berkeley, CA, 1976)",
"Hunt08":"Hunt, Janin, <i>The University in Medieval Life: 1179-1499</i> (Jefferson, NC, and London, 2008)",
"John47":"Johnson, Charles, ‘The Collectors of Lay Taxes’, in <i>The English Government at Work: 1327-1336</i>, Volume II, ed. W. A. Morris and J. R. Strayer (Cambridge, MA, 1947), pp. 201-226",
"Jone80":"Jones, Terry, <i>Chaucer’s Knight: The Portrait of a Medieval Mercenary</i> (London, 1980)",
"Karr14":"Karras, Ruth Mazo, ‘The Wife of Bath’, in <i>Historians on Chaucer</i>, ed. Rigby and Minnis (2014), pp. 319-33",
"Keen83":"Keen, Maurice, ‘Chaucer’s Knight, the English Aristocracy and the Crusade’, in <i>English Court Culture in the Later Middle Ages</i>, ed. V. J. Scattergood and J. W. Sherborne (London, 1983), pp. 45-61",
"Kell96":"Keller, James, ‘A Sumonour Was Ther With Us In That Place’, in <i>Chaucer’s Pilgrims</i>, ed. Lambdin and Lambdin (1996), pp. 300-313",
"Kend88":"Kendrick, Laura, <i>Chaucerian Play: Comedy and Control in the Canterbury Tales</i> (Berkeley, CA, 1988)",
"Knig68":"Knight, S. T., ‘“Almoost a Spanne Brood”’, <i>Neophilologus</i> 52 (1968), 178-80",
"Lace85":"Lacey, Kay E., ‘Women and Work in Fourteeth and Fifteenth Century London’, in <i>Women and Work in Pre-Industrial England</i>, ed. Lindsey Charles and Lorna Duffin (London, 1985), pp. 24-82",
"Lamb96":"Lambdin, Laura C., and Robert T. Lambdin, ‘The Millere Was a Stout Carl for the Nones’, in <i>Chaucer’s Pilgrims</i>, ed. Lambdin and Lambdin (1996), pp. 271-80",
"Lewi14":"Lewis, Katherine J., ‘The Prioress and the Second Nun’, in <i>Historians on Chaucer</i>, ed. Rigby and Minnis (2014), pp. 94-113",
"Lync00":"Lynch, Kathryn, <i>Chaucer’s Philosophical Visions</i> (Cambridge, 2000)",
"Mann73":"Mann, Jill, <i>Chaucer and Medieval Estates Satire: The Literature of Social Classes and the ‘General Prologue’ to the Canterbury Tales</i> (Cambridge, 1973)",
"Mann05":"Mann, Jill, ed. with introduction and notes, <i>The Canterbury Tales</i> (Harmondsworth, 2005)",
"McDo96":"McDonald, Richard B., ‘The Reeve Was a Sclendre Colerik Man’, in <i>Chaucer’s Pilgrims</i>, ed. Lambdin and Lambdin (1996), pp. 288-99",
"Maxf98":"Maxfield, David K., ‘St Mary Rouncivale, Charing Cross: The Hospital of Chaucer’s Pardoner’, <i>The Chaucer Review</i> 28 (1998), 148-163",
"Meek74":"Meek, Mary E., trans., with introduction and notes, <i>Guido delle Colonne: Historia Destructionis Troiae</i> (Bloomington, IN, and London, 1974)", 
"Mitc04":"Mitchell, J. Allan, <i>Ethics and Exemplary Narrative in Chaucer and Gower</i> (Cambridge, 2004)",
"Muss13":"Musson, Anthony, ‘Centre and Locality: Perceptions of the Assize Justices in Late Medieval England’, in <i>Law, Governance and Justice: New Views on Medieval Constitutionalism</i>, ed. Richard Kaeuper (Leiden, 2013), pp. 211-41",
"Muss14":"Musson, Anthony, ‘The Sergeant of Law’, in <i>Historians on Chaucer</i>, ed. Rigby and Minnis (2014), pp. 206-26",
"Myer72":"Myers, A. R., <i>London in the Age of Chaucer</i> (Norman, OK, 1972)",
"Nola86":"Nolan, Barbara, ‘“A Poet The Was”: Chaucer’s Voices in the General Prologue to the Canterbury Tales’, <i>Proceedings of the Modern Language Association</i> 101 (1986), 154-69",
"Nort88":"North, John D., <i>Chaucer’s Universe</i> (Oxford, 1988)",
"Ober00":"Obermeier, Anita, <i>The History and Anatomy of Auctorial Self-Criticism in the European Middle Ages</i> (Leiden, 2000)",
"Osbo02":"Osborn, Marijane, <i>Time and the Astrolabe in The Canterbury Tales</i> (Norman, OK, 2002)",
"Owen01":"Owen, Charles A. Jr, ‘Chaucer’s Witty Prosody in the General Prologue’, in <i>Essays on the Art of Chaucer’s Verse</i> ed., Alan T. Gaylord (New York, 2001), pp. 339-78",
"POF":"Parlement of Fowlis, reference needed",
"Palm82":"Palmer, Robert C., <i>The County Courts of Medieval England: 1150-1350</i> (Princeton, NJ, 1982)",
"Pearsall85":"Pearsall, Derek, <i>The Canterbury Tales</i> (London, 1985)",
"Pear92":"Pearsall, Derek, <i>The Life of Geoffrey Chaucer</i>, Blackwell Critical Biographies 1 (Oxford, 1992)",
"Perc98":"Percival, Florence, <i>Chaucer’s Legendary Good Women</i> (Cambridge 1998)",
"Phel10":"Phelpstead, Carl, ‘Chaucerian Perspectives on Death and Judgement’, in <i>Chaucer and Religion</i>, ed. Helen Phillips (Woodbridge, 2010), pp. 97-110",
"Pigg96":"Pigg, Daniel F., ‘With Hym Ther Was a Plowman, Was His Brother’, in <i>Chaucer’s Pilgrims</i>, ed. Lambdin and Lambdin (1996), pp. 263-70",
"Prov03":"Provost, William, ‘Chaucer’s Endings’, in <i>New Readings of Chaucer’s Poetry</i>, ed. Robert G. Benson and Susan J. Ridyard (Cambridge, 2003), pp. 91-106",
"Rawc14":"Rawcliffe, Carole, ‘The Doctor of Physic’, in <i>Historians on Chaucer</i>, ed. Rigby and Minnis (Oxford, 2014), pp. 297-318",
"Real96":"Reale, Nancy M., ‘A Merchant Ther Was With A Forked Berd’, in <i>Chaucer’s Pilgrims</i>, ed. Lambdin and Lambdin (1996), pp. 80-92",
"Rhod83":"Rhodes, James F., ‘The Pardoner’s Vernycle and his Vera Icon’, <i>Modern Language Studies</i> 13 (1983), 34-40",
"Rich70":"Richardson, Cynthia C., ‘The Function of the Host in the Canterbury Tales’, <i>Texas Studies in Literature and Language</i> 12 (1970), 325-44",
"Rick32":"Rickert, Edith, ‘Chaucer’s “Hodge of Ware”‘, <i>Times Literary Supplement</i> (20 October, 1932)",
"Rigb96":"Rigby, Stephen H., <i>Chaucer in Context: Society, Allegory and Gender</i> (Manchester, 1996)",
"Rigby14":"Rigby, Stephen H., ‘Chaucer’s Knight’, in <i>Historians on Chaucer</i>, ed. Rigby and Minnis (Oxford, 2014), pp. 43-62",
"ROR":"Romaunt of the Rose, reference needed",
"Ross14":"Rosser, Gervase, ‘The Five Guildsmen’, in <i>Historians on Chaucer</i>, ed. Rigby and Minnis (2014), pp. 247-61",
"Roth01":"Rothwell, W., ‘Stratford Atte Bowe Re-Visited’, <i>The Chaucer Review</i> 36 (2001), 184-207",
"Russ98":"Russell, J. Stephen, <i>Chaucer and the Trivium: The Mindsong of the Canterbury Tales</i> (Gainesville, FA, 1998)",
"Saba14":"Sabapathy, John, <i>Officers &amp; Accountability in Medieval England 1170-1300</i> (Oxford, 2014)",
"Saul83":"Saul, Nigel, ‘The Social Status of Chaucer’s Franklin: a Reconsideration’, <i>Medium Ævum</i> 52 (1983), 10-26 ",
"Schm11":"Schmidt, A. V. C., ed. William Langland: Piers Plowman: a Parallel-Text Edition of the A, B, C and Z Versions, Volume I: Text, 2nd edition (Kalamazoo, MC, 2011)",
"Schw67":"Schweitzer, Edward C., ‘Chaucer’s Pardoner and the Hare’, <i>English Language Notes</i> 4 (1967), 247-50",
"Semb96":"Sembler, Elizabeth Mauer, ‘A Frankeleyn Was in His Compaignye’, in <i>Chaucer’s Pilgrims</i>, ed. Lambdin and Lambdin (1996), pp. 135-44",
"Shoa01":"Shoaf, R. Allen, <i>Chaucer’s Body: The Anxiety of Circulation in the Canterbury Tales</i> (Gainesville, FA, 2001)",
"Shum51":"Shumaker, Wayne, ‘Alisoun in Wonder-Land: a Study in Chaucer’s Mind and Literary Method’, ELH: A Journal of English Literary History 18 (1951), 77-89",
"Skeat00":"Skeat, Walter W., ed., <i>The Complete Works of Geoffrey Chaucer</i>, Vol. IV: The Canterbury Tales (Text), 2nd edition (Oxford, 1900)",
"Smit96":"Smith, Esther M. G., ‘And Was a Povre Persoun of a Toun’, in <i>Chaucer’s Pilgrims</i>, ed. Lambdin and Lambdin (1996), pp. 256-70",
"Strohm14":"Strohm, Paul, <i>The Poet’s Tale: Chaucer and the Year That Made The Canterbury Tales</i> (London, 2014)",
"Swan85":"Swanson, R. N., ‘Universities, Graduates and Benefices in Later Medieval England’, <i>Past and Present</i> 106 (1985), 28-61",
"Sore83":"Sørensen, Preben Meulengracht, <i>The Unmanly Man: Concepts of Sexual Defamation in Early Northern Society</i>, translated by Joan Turville-Petre (Odense, 1983)",
"Tatlock07":"Tatlock, John S. P., <i>The Development and Chronology of Chaucer’s Works</i>, Chaucer Society, Second Series, 37 (London, 1907)",
"Tayl98":"Taylor, Paul B., <i>Chaucer: Translator</i> (New York, 1998)",
"Taylor14":"Taylor, Craig, ‘The Squire’, in <i>Historians on Chaucer</i>, ed. Rigby and Minnis (2014), pp. 63-76",
"Turnbull03":"Turnbull, Stephen, with illustrations by Richard Hook, Tannenberg 1410: Disaster for the Teutonic Knights (Oxford, 2003)",
"Usse71":"Ussery, Huling E., <i>Chaucer’s Physician: Medicine and Literature in Fourteenth-Century England</i>, Tulane Studies in English 19 (New Orleans, MS, 1971)",
"Viguera00":"Viguera Molíns, María Jesús, gen. ed., <i>El Reino Nazarí de Granada (1232-1492), Política, Instituciones, Espacio y Economía</i>, in <i>Historia de España Menéndez Pidal</i>, gen. ed. José María Javier Zamora, Vol. VIII-III (Madrid, 2000)",
"Wall88":"Wallner, Björn, ed., <i>The Middle English Translation of Guy de Chauliac's Treatise on ‘Apostemes’ (Book II of the Great Surgery)</i> (Lund, 1988-9)",
"Wood71":"Wood, Chauncey, ‘The Sources of Chaucer’s “Garleek, Oynons, and Eek Lekes”’, <i>Chaucer Review</i> 5 (1971), 240-44",
"Wret48":"Wretlind, D. E., ‘The Wife of Bath’s Hat’, <i>Modern Language Notes</i> 63 (1948), 381-2",
"Youn35":"Young, Karl, ‘A Note on Chaucer’s Friar’, <i>Modern Language Notes</i> 50 (1935), 83-85"
};
