var GP_Notes = {
	1: "The first 11 lines of this Prologue appear to be adapted from a version, whether Latin or French or Neapolitan Italian, of Guido delle Colonne’s <i>Historia destructionis Troiae</i> ‘history of Troy’s destruction’ of the thirteenth century. When Kings Jason and Hercules, having gathered reinforcements for the Greek assault on Troy, set sail: <q>It was the time when the growing sun in its oblique circle of the zodiac had already entered its course in the sign of Aries, in which the unequal length of nights and days is celebrated in the Equinox of Spring; when the weather begins to entice eager mortals into the pleasant air; when the ice has melted and breezes [lit. Zephyrs] ripple the flowing streams; when the springs burst forth in fragile bubbles; when moistures exhaled from the bosom of the earth are raised up to the tops of trees and branches, for which reason the seeds sprout, the crops grow, and the meadows bloom, embellished with flowers of various colours; when the trees on every side are decked with renewed leaves; when earth is adorned with grass, and the birds sing and twitter in music of sweet harmony. Then almost the middle of the month of April had passed  (based on <span class='biblio' data-ref='Meek74'>Meek&nbsp;1974</span>: 33-44; <span class='biblio' data-ref='Griffin36'>Griffin&nbsp;1936</span>: 34-5; also <span class='biblio' data-ref='GriffinHTML'>online</span>).</q>That the spring is in any case Chaucer’s favourite time of year for a narrative opening, may be seen from his dream vision poems  <span class='biblio' data-ref='BD'>The Book of the Duchess</span>, lines 291-303 and  <span class='biblio' data-ref='POF'>The Parliament of Fowls</span>, lines 183-210. It was known to everyone in <span class='biblio' data-ref='ROR'>The Romance of the Rose</span>, line 52-90.",
     8: "The sun is counted as yonge because the year is young. Jill Mann stresses the stylized rather than observed nature of Chaucer’s scene-setting here (<span class='biblio' data-ref='Mann05'>Mann&nbsp;2005</span>: 797), but Chaucer’s astronomy runs deeper than the formulaic (<span class='biblio' data-ref='Nort88'>North 1988</span>: 132-3). The strongest possibility is that the sun’s <i>cours</i> refers to a ‘month-course’ for the month of April, which, in the zodiac, begins within the house of Aries (the Ram) and finishes within that of Taurus (the Bull). The sun in Chaucer’s time leaves Aries on about 12 April. Although his formulation in this line is too vague to be precise, elsewhere he tells us, in The Introduction to the Man of Law’s Tale, line 5 (Frag. II), that the first day of tale-telling begins on 18 April, one morning after the scene in the Tabard. This admission appears to set the grand opening on 17 April. Thus the sun, having run half-way through its April month-course, has been out of Aries for about five days (and is now near 7º Taurus). Chaucer wrote Fragments I-X at different times and probably in a different order, and his dates for the pilgrimage may not be consistent. By 17 April, however, two and half weeks since the end of March, there will have been enough April showers to pierce the drought of that month to the root.",
    13: "‘Palmeres’ were pilgrims bearing a palm frond as proof that they had visited shrines in Jerusalem and elsewhere in the Holy Land. Often they undertook these pilgrimages for payment, as representatives for people in England who could not afford the time or health to go in person.",
    17: "Thomas a Beckett, archbishop of England’s leading archdiocese in Canterbury, was martyred at his own altar in the cathedral  by some knights of his former friend, King Henry II, in 1170 (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 30-5). Canonized in 1173, St Thomas was famed for healing the sick, as the following line explains.",
    20: "‘The Tabard’ (the term for a long sleeveless overcoat) was one of several inns which lay south of London Bridge and what is now Borough Market, on the approach to the eastern road to Kent. The inn no longer exists, but would have been built around an open courtyard, with large rooms which were there to be occupied, without much privacy, by numbers of pilgrims in common (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 38-9). A seventeenth-century map of this part of London gives an idea of the area in the 1390s, when Chaucer’s work is set.",
    24: "If we count them up, Chaucer’s pilgrims, including Chaucer himself, number not twenty-nine, but twenty-eight. Moreover, if we add the <i>preestes thre</i>, following on from the Second Nun’s <i>Chapeleyne</i> on line 164, we end up with thirty-one pilgrims in all. Either the numbers were first written in Latin numerals in a manuscript now lost to us, in which ‘xxviij’ was misread as ‘xxviiij’, or Chaucer changed his plans more than once, or both. What is certain is that he changed the structure of the <i>Canterbury Tales</i> more times than once in the course of writing them.",
    37: "<i>Resoun</i> refers to a genre for writing instructions for the representation of a person. This started with the name and moved on to the appearance, deportment, social class and finally inner character. Chaucer’s order of elements, in the following lines, roughly conforms to this system of feudal dignities, as does the fact that he places the Knight first. It has been observed that the order of portraits, such as this is, works from the top to the bottom of Chaucer’s society (<span class='biblio' data-ref='Pearsall85'>Pearsall&nbsp;1985</span>: 57-8). It has also been argued with some force that Chaucer, through the following gallery of pilgrims from the upper and middle echelons of his society, created a virtual audience to replace the real one which he lost in the upheavals of 1386 (<span class='biblio' data-ref='Strohm14'>Strohm&nbsp;2014</span>).",
    41: "Besides referring to ‘dress’ or ‘costume’, the word <i>array</i> could also connote a person’s servants. Although this word promises a sequence which, in the words of <span class='biblio' data-ref='Pearsall85'>Pearsall&nbsp;1985</span>, ‘seems like a recipe for certain disaster’, for repetitive schematisation and yawning monotony’ (<span class='biblio' data-ref='Pearsall85'>1985</span>: 56), Chaucer turns the format to his advantage by introducing elements of variety and by never letting us predict what comes next.",
    42: "The terms in these lines, for experience and rank in the cavalry, personal fidelity, reputation, largesse and knowledge of courtly etiquette, are analogous to the <i>courteoisie, honneur et largesce / Et loiauté</i> in the <i>Dit du Conestable Gautier de Châtillon</i>, composed by Watriquet de Couvin in the early fourteenth century (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 107, 257 n. 4). Notwithstanding their literary flavour, Chaucer’s terms are also socially based abstractions for good character and behaviour which place the Knight at the top of the feudal hierarchy, just below the royal family and equal to a high-ranking member of the clergy, such as a bishop or abbot.",
    51: "Before the narrative present of The General Prologue in c. 1387, taking Alexandria was a preliminary to the last European effort to take Jerusalem from Muslim rulers, who had held it since Saladin’s conquest of this crusader kingdom two hundred years earlier. And Chaucer, starting with this Egyptian campaign, insists that crusading warfare is the Knight’s profession. With Alexandria, Chaucer opens up the Knight’s ‘estates past’ (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 109-13), but with the first of several specific, albeit jumbled, references to crusading or crusade-related activity between 1365 and <i>c</i>. 1390, the narrative present. It has been noted that battles in the Hundred Years’ War (1337-1453) are lacking in the Knight’s list (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 114); perhaps deliberately (<span class='biblio' data-ref='Calabrese96'>Calabrese&bsp;1996</span>: 11). Crusading, in contrast to wars against fellow Christians, was regarded as ideologically sound (<span class='biblio' data-ref='Keen83'>Keen&nbsp;1983</span>: 46-57). Perhaps Chaucer prefers it to the wars in France (<span class='biblio' data-ref='Rigby14'>Rigby&nbsp;2014</span>: 44-6). <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In 1363-4 there were preparations for a new crusade, when King Peter I of Cyprus (otherwise known as Pierre de Lusignan, who reigned there 1358-69) toured the courts of western Europe, mustering an army for a new attempt on Jerusalem. Visiting England besides France and Germany in 1364, Peter recruited some English knights, but none from the immediate royal family. In October 1365 his army sailed from Cyprus to Alexandria, the capture of which he hoped would help him win Egypt and then Palestine. Peter’s army sacked Alexandria, killing most people it could find and enslaving some 5,000 more, Christians as well as Muslims and Jews (<span class='biblio' data-ref='Runciman54'>Runciman&nbsp;1954</span>: 441-7). Having got what they came for, the English and French knights withdrew, leaving the city for the Mamluk Sultan of Egypt. Peter returned to Cyprus, failed again to retake Palestine in other campaigns, and was murdered in 1369, in his palace in Nicosia, by three of his own knights (see The Monk’s Tale, lines 2391-98). Jones believes that the brevity of Chaucer’s reference to the Knight’s role in the victory at Alexandria implies that the Knight’s honour was compromised by the English withdrawal (<span class='biblio' data-ref='Jones80'>1980</span>: 42-49). Rigby shows, however, that contemporary Christian commentators did not lament the massacre of the town’s mainly Muslim population (<span class='biblio' data-ref='Rigby14'>2014</span>: 53-5). Whether the Knight is to be seen as a mercenary is yet another question, but his avowed crusading purpose makes it more likely that he belongs to the aristocracy.",
    55: "The claimed frequency of the Knight’s campaigns in this region rules out a specific date for him there. <i>Pruce</i> was a German-governed region which stretched from eastern Poland to as far north as Estonia. This territory included <i>Lettow</i> (now Lithuania, between Königsberg and Latvia), where it may be assumed the Knight had his base among the Order of Teutonic Knights. The Lithuanians, like the Latvians and Estonians above them, were pagan farmers up to and probably beyond their official conversion to Christianity in 1386. Nominally the Teutonic Order were there on a crusade from the beginning of the fourteenth century. More than incidental to this purpose, however, was their resettling of pagan lands with German freeholders (<span class='biblio' data-ref='Keen83'>Keen&nbsp;1983</span>: 59). Jones argues that the Knight’s experience of having reysed ‘raided’ in Russia, whose people were Christians, reveals some hypocrisy: either this is a <i>cristen man</i>’s use of religion for self-enrichment, or he is there for the practice of arms (<span class='biblio' data-ref='Jones80'>1980</span>: 49-56). However, Baltic crusades were a religious reality in which many highborn Englishmen took part. The Knight’s degree is cited here. Among the English lords there known to Chaucer was Lord Stephen Scrope of Masham (<span class='biblio' data-ref='Keen83'>Keen&nbsp;1983</span>: 52), but the most famous was Henry Bolingbroke (<span class='biblio' data-ref='Keen83'>Keen&nbsp;1983</span>, 50-3). Henry, son of Chaucer’s patron John of Gaunt, was earl of Derby (1387-99) and later King Henry IV of England (1399-1413). He was among some 300 Teutonic Knights who besieged the Lithuanian town of Vilnius in 1389-90 and then again in 1392. Although they failed to take the town, Henry brought Lithuanian booty and prisoners home with him in 1390 (<span class='biblio' data-ref='Turnbull03'>Turnbull&nbsp;2003</span>: 18-19); his retinue included Sir Peter Bukton, addressee of Chaucer’s Envoy to Bukton (<span class='biblio' data-ref='Rigby14'>Rigby&nbsp;2014</span>: 59-60).",
    57: "<b>Gernade</b> Although it became a vassal to the Kingdom of Castile in 1238, the Emirate of <i>Gernade</i> ‘Granada’  continued to thrive as seat of the Nasrid dynasty and continued as the last Muslim enclave in Spain (until 1492). In 1342-43, however, the Emir’s power was challenged by King Alfonso XI, who laid siege to Granada’s port possession west across the bay from Gibraltar: Al-Jazeera al-Khadra, now Algeciras. Many knights from England, France and Italy fought for Alfonso, who entered the town in March 1344 (<span class='biblio' data-ref='Abun-Nasr75'>Abun-Nasr&nbsp;1975</span>: 128). If Chaucer’s Knight was one of these, he would have had to be very young at this time. In fact there was another siege of Algeciras in a year which better fits both his age and his 1365 campaign with Peter of Cyprus (see line 51): in March 1369, Pedro I (the Cruel) of Castile was assassinated by his half-brother Enrique II. Not long after, Sultan Muhammad V of Granada (1354-91) laid siege to Algeciras, took it back on 25 July, and then destroyed it (<span class='biblio' data-ref='Hillgarth76'>Hillgarth&nbsp;1976</span>: 387; <span class='biblio' data-ref='Viguera00'>Viguera&nbsp;Molíns&nbsp;2000</span>: 139). That the Christian inhabitants lost this siege should not prevent us from associating the Knight with their conqueror, Muhammad V, for he was King Pedro’s ally; as was Chaucer’s patron John of Gaunt, whose second wife (and Henry Bolingbroke’s stepmother) Constanza was Pedro’s daughter. If Chaucer’s Knight is placed at this siege of Algeciras in 1369, it is clear also that he will have been fighting for a Muslim sultan against a Christian king. But since that king was the regicide Enrique, his service with the sultan would have been fine. <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>Belmarye</b> Ben-Marin, named for the Banu Marin Berbers or Marinids, is a region west of Tunis and covering eastern Morocco and western Algeria. The Marinids spread west into Morocco in the early thirteenth century (<span class='biblio' data-ref='Abun-Nasr75'>Abun-Nasr&nbsp;1975</span>: 120-24). In the fourteenth, in the course of their wars against the rival Ziyyanid tribe, they are said to have employed many Christian knights, mostly Catalans. A letter dated to June 1341, from King Edward III of England, congratulates King Alfonso of Castile on winning a victory over the sovereign of <i>Benemeren</i> (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 53), but if the Knight was really involved in this Christian king’s campaign (for this old idea, see <span class='biblio' data-ref='Andrew93'>Andrew&nbsp;1993</span>: 66-67), he would have to be nearly 70 years old when we meet him in the Tabard. In this case it seems better to look for later campaigns. Jones takes the Knight for a Marinid hireling (<span class='biblio' data-ref='Jones80'>1980</span>: 65-8), and it is worth noting that from 1370 the Marinids helped Sultan Muhammad V of Granada extend his control over Morocco (<span class='biblio' data-ref='Hillgarth76'>Hillgarth&nbsp;1976</span>: 387; see our notes on Algezir and Tramyssene). Although Chaucer praises the Knight’s Christian faith (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 113), it seems unlikely that he would have needed to ironize or deprecate the Knight’s employment for Sultan Muhammad or any for other Muslim ruler.",
    58: "Antalya (<i>Satalye</i>), a re-embarkation point for crusaders on the way to Palestine, lies on the south-western coast of modern Turkey. King Peter I of Cyprus became its tributary king effectively in 1361, installing a garrison which resisted Turkish attacks in 1362 and 1370 (<span class='biblio' data-ref='Runciman54'>Runciman&nbsp;1954</span>: 441; <span class='biblio' data-ref='Edbury93'>Edbury&nbsp;1993</span>: 12-13). In 1367, Peter set sail for Antalya to quell a mutiny (<span class='biblio' data-ref='Dawkins32'>Dawkins&nbsp;1932</span>: 179-83 (ch. 199-201)). Possibly this is the action in Satalye to which Chaucer refers, although his words are rather vague. Peter’s other goal in this year was to take the city of Ayaş (<i>Lyeys</i>) on the coast 300 miles to the east. This city was the port of the kingdom of Armenia. Now Yumurtalık in south-eastern Turkey, Ayaş was called Aiazzo or (with the definite article) Laiazzo by the Italians and Lyeys by the French. In Ayaş, Peter was only partly successful, sacking the lower town but failing to take the upper, which the Turks held (<span class='biblio' data-ref='Dawkins32'>Dawkins&nbsp;1932</span>: 193 (ch. 212); <span class='biblio' data-ref='Jones80'>Jones&nbsp;</span>: 69-74). Among the English knights who took part were Sir William Scrope, known to Chaucer, and Humphrey de Bohun, Earl of Hereford and the father-in-law of Henry Bolingbroke (<span class='biblio' data-ref='Rigby14'>Rigby&nbsp;2014</span>: 56).  If Chaucer refers to both events of 1367 in these lines, then the Knight may be reconstructed as Peter’s man for at least three years from 1365 onwards.",
    60: "<span class='biblio' data-ref='Skeat00'>Skeat</span>, reading <i>arive</i> or <i>aryve</i> for <i>armee</i> (<span class='biblio' data-ref='Skeat00'>1900</span>: 3; for a discussion, see <span class='biblio' data-ref='Andrew93'>Andrew&nbsp;1993</span>: 71-73), has a term which unambiguously refers to seaborne landings in which the Knight and his men may have talen part. <span class='biblio' data-ref='Jones80'>Jones</span>, reading <i>armee</i>, suggests that the latter relatively recent term refers to a band of mercenaries as against a regular force (<span class='biblio' data-ref='Jones80'>1980</span>: 75-6). The term <i>armee</i>, however, which like its better-known Castilian cognate <i>armada</i> connotes a well-equipped host on the move, is perhaps chosen for its dynamism.",
    62: "<span class='biblio' data-ref='Mann73'>Mann</span>, in her discussion of <i>oure feyth</i>, defines the portrait as ‘Chaucer’s choice of the crusading role for his ideal Knight’, adding that possibly ‘his campaigns have a religious character, but not a religious aim’ (<span class='biblio' data-ref='Mann73'>1973</span>: 115). Thus a door seems open for the Knight’s acquisition of wealth. <span class='biblio' data-ref='Jones80'>Jones</span> argues that <i>mortal batailles</i> refers to jousts as well as to warfare (<span class='biblio' data-ref='Jones80'>1980</span>: 77-82), principally because of the <i>lystes</i> ‘duels’ two lines further on. However, the violent fourteenth-century history of Tlemçen (Tramyssene) in western Algeria makes it more likely that the Knight has been duelling while on active service with the Marinids, who first took Tlemçen from the Ziyyanids in 1337. The Marinids also fought the Hafsids further west, and in the following four decades Tlemçen, home to the historian Ibn Khaldun (1332-1406), changed hands many times. Although Tlemçen fell back into Ziyyanid hands in 1359, its liberator King Abu Hamuw II was forced by the Marinids to flee from there not only in the same year, but also in 1360, 1370 and 1383 (<span class='biblio' data-ref='Abun-Nasr75'>Abun-Nasr&nbsp;1975</span>: 156-57). If the Knight has been discharged from Sultan Muhammad’s service after the siege of Algeciras in 1369 (see note on Gernade), then we might see him helping to win Tlemçen briefly back for the Marinids, Muhammad’s allies, in 1370, if not also later in 1383. Although most Christian knights here were Catalans, the fifteen <i>mortal batailles</i> may allude to the Knight’s role in this incessant warfare for more than a decade. The term <i>lystes</i> means that the Knight always killed his man while fighting in three (1) jousts in peace-time, or (2) jousts as part of war, or (3) jousts as part of combat actions against his employers’ enemies. If we read the <i>lystes</i> at Tlemçen in the second or third way, the meaning of Chaucer’s phrase <i>for oure feyth</i> fits with later evidence (from the Barbary crusade in 1390; <span class='biblio' data-ref='Rigby14'>Rigby&nbsp;2014</span>: 52) that Christian and Muslim champions used their religions as a common incentive to fight to the death in duels on behalf of their armies.",
    66: "The ancient city of Miletus on the western coast of Asia Minor was called Balat by the Turks, from which the French name <i>Palatye</i> derives. In 1365 the Emir of Balat entered into a treaty with King Peter I of Cyprus, then in Rhodes and waiting to lead his fleet against Alexandria (<span class='biblio' data-ref='Dawkins32'>Dawkins&nbsp;1932</span>: 149 (ch. 166)). This emir appears to have been the Oghuz Emir of Menteş, for whom the Knight may then have fought against <i>another hethen</i> while on loan from his Christian employer. Rigby casts doubt on this date (<span class='biblio' data-ref='Rigby14'>2014</span>: 57), but the other possibilities of the Knight’s role in local Turkish warfare, in 1356-7 and 1389-90, are both too far removed from the time of Peter of Cyprus (for a case for the 1350s, see <span class='biblio' data-ref='Andrew93'>Andrew&nbsp;1993</span>: 75). Brief as they are, the above lines appear to give a picture of the Knight before the massacre of Alexandria, fighting for the Emir of Balat. As has been observed many times (<span class='biblio' data-ref='Jones80'>Jones&nbsp;1980</span>: 87-89; <span class='biblio' data-ref='Rigby14'>Rigby&nbsp;2014</span>: 55), a Christian knight’s service with Muslims presented no case of religious offence. Indeed the phrase <i>another hethen</i> may vindicate the Knight for not fighting Christians (<span class='biblio' data-ref='Rigby14'>Rigby&nbsp;2014</span>: 58). It is interesting, nonetheless, that Chaucer appears to hint at the Knight’s taking Muslim service only towards the end of his portrait here.",
    72: "This superlative praise is characteristic of the General Prologue as a whole, in that it follows ‘the bare fact of performance, but takes no account of the moral quality of the activities engaged in’ (<span class='biblio' data-ref='Pearsall85'>Pearsall&nbsp;1985</span>: 67). As praise for a profession, these adjectival or partly adverbial epithets, like the five nouns on lines 45-46 (see note), are also socially founded. They appear to show how a sincere and impeccably high-born knight operates. In their series, these three positive epithets also draw attention to the question of Chaucer’s aims. If the Knight is a low-born mercenary veteran of the Free Companies who successfully feigns membership of titled aristocracy (<span class='biblio' data-ref='Jones80'>Jones&nbsp;1980</span>), Chaucer’s praise is a case of antithetical irony. If the meaning of these words, however, stands somewhere between the negative and positive extremes, it is possible that Chaucer aims to modernize the exotic campaign lists of <i>chansons de geste</i> (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 111), in order to show what it is to be the best knight in the contemporary world (see <span class='biblio' data-ref='Rigby14'>Rigby&nbsp;2014</span>: 60-1). ",
    76: "The <i>haubergeon</i> ‘hawberk’ was a sleeveless coat of mail with a straight-edged skirt which reached half-way to the knee. In combat plate-armour would be worn over the hawberk, and a surcoat with identifying device, the coat-of-arms, over the plate-armour. The surcoat was a tight-fitting sleeveless tunic, laced on the side. Jones, following Bowden, takes the Knight’s stained <i>gypoun</i> to refer to this, arguing that the Knight is wearing a surcoat without coat-of-arms, as mercenaries did (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 50-1; <span class='biblio' data-ref='Jones80'>Jones&nbsp;1980</span>: 125-35). But in this case the oil and rust stains would have to come through from underneath. As Mann points out, it is more plausible that they are marks from the chain-mail worn on top (<span class='biblio' data-ref='Mann05'>Mann&nbsp;2005</span>: 801). The man’s appearance speaks for an ascetic ideal of knighthood of the kind which St Bernard of Clairvaux (1090-1153) enjoined (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 108-9). The meanings of <i>gypoun</i> might vary, but here it appears to refer to a sleeved tunic which insulates the flesh from chain-mail (<span class='biblio' data-ref='Hodges05'>Hodges&nbsp;2005</span>: 42-9, 52), which the Knight has taken off owing to the heat of the day. The Knight’s fustian was ‘a durable fabric of the right quality for his strenuous activities’ (<span class='biblio' data-ref='Hodges14'>Hodges&nbsp;2014</span>: 182). The Ellesmere manuscript illumination, following neither arrangement, depicts the Knight in a wide-sleeved gown with tippet, or long hood. <IMAGE> Perhaps this is for the following morning, when the Knight has had the chance to change his attire.",
    77: "The narrative present has been dated to c. 1387, but if Chaucer wrote or revised The General Prologue in 1388-92, the Knight’s recent return fits more exactly with the East Prussian campaigns in which his acquaintances Earl Henry Bolingbroke and Sir Peter Bukton were involved (<span class='biblio' data-ref='Rigby14'>Rigby&nbsp;2014</span>: 59-60).",
    80: "Of the three types of squire itemized in the English sumptuary (i.e. costume) laws of 1379, Chaucer would have belonged to the lowest, his Squire to the highest. Chaucer served the royal family and held land, but without ancestry, whereas the Squire here serves his father as a <i>bachiler</i>, an unmarried knight in military training (<span class='biblio' data-ref='Taylor14'>Taylor&nbsp;2104</span>: 65).",
    81: "The Wife of Bath’s fifth husband, Jankyn, with his <i>crispe heer, shynynge as gold so fyn (…) squiereth me bothe up and doun</i> (Wife of Bath’s Prologue, III, 305). In his amatory qualities, the Squire resembles also Damyan from The Merchant’s Tale and Aurelius from The Franklin’s Tale (<span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 448).",
    85: "With the Squire’s <i>chiuachye</i> there is an entry into the Hundred Years’ War (1337-1453), in contrast with the Knight’s campaigns above. It has been thought that Chaucer’s subject is a <i>chevauché</i> (via Calais) to Britanny led by Thomas of Woodstock, Earl of Buckingham, in 1380 (<span class='biblio' data-ref='Mann05'>Mann&nbsp;2005</span>: 802). However, the earl’s objective was too far west of the Squire’s region and the Squire, 13 years old if he is 20 in <i>c</i>. 1387, would have been too young. On the other hand, he would have been 16 when the English briefly renewed the war in Picardy, Artois and Flanders in 1383 (<span class='biblio' data-ref='Tatlock07'>Tatlock&nbsp;1907</span>: 147-48; <span class='biblio' data-ref='Andrew93'>Andrew&nbsp;1993</span>: 94-95). In May of this year the war was briefly renewed at the urging of Bishop Henry Le Despenser of Norwich, who was acting for Pope Urban VI of Rome. Because Count Louis II of Flanders had supported the papal rival, Pope Clement VII of Avignon (pallium 1378-94), Urban asked the bishop to attack Louis in what he called a crusade (<span class='biblio' data-ref='Tatlock07'>Tatlock&nbsp;1907</span>: 148; <span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 83-4). Taking his army to Picardy to surprise Louis, who was then in Amiens, Bishop Henry defeated him near Dunkirk on 25 May, but failed to take the city of Ypres in a siege from June to August, retreated to the coast and surrendered his taken towns in October, withdrawing to England (<span class='biblio' data-ref='Alli03'>Allington-Smith&nbsp;2003</span>: 65-73). The five months of this ‘crusade’, which had the support of King Richard II, though not of his uncle John of Gaunt, appear to be reflected in the <i>litel space</i> of the Squire’s campaign, which is mostly in Picardy. Whether or not the Knight was also there is not announced, but the papal emphasis of this episode aligns the Squire’s campaigning with his father’s, in service of the faith. Any doubts Chaucer entertains about warfare appear to be limited to English involvement against fellow Christians in the Hundred Years’ War.",
    93: "The way in which Chaucer likens the Squire’s embroidered green gown to a flowery meadow may be seen in his <i>Legend of Good Women</i>, whose May-day setting is described as a meadow of <i>softe, swote grass / That was with floures swote embrouded al</i> (lines 118-19; <span class='biblio' data-ref='Hodges14'>Hodges&nbsp;2014</span>: 170, n. 7). The flowers of the Squire’s gown are at odds with the rust stains of his father’s ascetic attire. In the Ellesmere manuscript the gown appears to be blue, but the remainder of the image seems to represent the young man faithfully. <IMAGE> The Squire’s dandified ways have analogues (see <span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 118-19) in the advice for lovers which is proffered in <i>The Romance of the Rose</i>, lines 2255-64 and 2284, particularly in lines 2259-62: <q>And loke alwey that they be shape, <br/>What garnement that thou shalt make, <br/>Of hym that kan best do, <br/>With all that perteyneth therto.</q>",
	96: "As drawing was not part of a squire’s formal training, some have glossed this figuratively as ‘mentally conceive and put down on paper’, but the skill, though unusual, is possible (<span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 448).",
	97: "Mann notes both a ‘sexual passion’ in the first line and a ‘romantic pining’ in the second, in such a way that ‘we are unable to read a clear reference to one or the other’ (<span class='biblio' data-ref='Mann73'>1973</span>: 117). ",
	100: "The art of carving at table was highly prized, according to the fifteenth-century <i>Boke of Nurture</i> by John Russell (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 82). Mann notes that the text <i>Lordre de Chevalerie</i> recommends that a knight teach his son the skills of knighthood (<span class='biblio' data-ref='Mann73'>1973</span>: 115).",
	101: "Estates literature before Chaucer did not typify the yeoman; without literary precedent, therefore, this portrait proceeds by the attractiveness of the new type described. As Mann observes (<span class='biblio' data-ref='Mann73'>1973</span>: 173), ‘our favourable attitude to the Yeoman is produced by his colourful neatness’. Every detail is appropriate to the Yeoman’s estate, about which there appears to be no irony within the passage.",
	118: "A prioress ruled a priory of nuns. This one is apparently St Leonard’s, at Stratford at Bow east of the city of London, a house in which the sister of Countess Elisabeth de Burgh of Ulster, Chaucer’s erstwhile patron, had lived. That prioresses were appointed ‘well into middle age’ provides a touch of verisimilitude in Madame Eglantyne’s romance-inspired manners (<span class='biblio' data-ref='Lewi14'>Lewis&nbsp;2014</span>: 104).",
	119: "The word <i>coy</i> is from the French <i>coie</i> ‘elegant’. This portrait is steeped in French courtly terminology.",
	120: "St Eligius (Loy or Eloy, c.588-660) became bishop of Noyon, but as goldsmith to Kings Clothaire II, Dagobert I, and Clovis II of France, he was also famous for his gold chalices, courtesy and refinement. He is also said to have incurred Dagobert’s displeasure for refusing to curse. After embracing the religious life, he became known for his acts of mercy and concern for the poor, and he was invoked as patron saint of the poor and of poorhouses after his death. He was also adviser and confessor to several Benedictine convents. It is likely that he is invoked here both because of his association with Benedictine convents and his courtesy and refinement. The fact that he refused to swear makes Chaucer’s assertion that the Prioress swore on his name potentially ironic (<span class='biblio' data-ref='Fost68'>Foster&nbsp;1968</span>; <span class='biblio' data-ref='Hask76'>Haskell&nbsp;1976</span>).",
	126: "Therefore the Prioress does not speak the French of Paris. A distinction is here drawn between two types of French, Parisian and Anglo-Norman (<span class='biblio' data-ref='Roth01'>Rothwell&nbsp;2001</span>). Hers is of the latter kind. That she is said to learn it in a <i>scole</i> ‘school’ at Stratford lends these lines some potential for ironization.",
	131: "This passage refers to the Old Woman’s speech in the <i>Roman de la Rose</i>; the succeeding description of courtly table manners is lifted from her instruction of Fair Welcome in the art of seduction. That the Prioress should also seek to follow the Old Woman’s advice is problematic in view of her religious vocation. In prose translation, these instructions go as follows: ‘She ought to behave properly at table. [...] She must be very careful not to dip her fingers in the sauce up to the knuckles, nor to smear her lips with soup or garlic or fat meat, nor to take too many pieces or too large a piece and put them in her into her mouth. She must hold the morsel with the tips of her fingers and dip it into the sauce, whether it be thick, thin, or clear, then convey the mouthful with care, so that no drop of soup or sauce or pepper falls on to her chest’ (<span class='biblio' data-ref='Horg94'>Horgan&nbsp;1994</span>: 206-7)",
	141: "Irony aside, it has been pointed out that a fourteenth-century prioress ‘embodied the “public persona” of the house in its frequent dealings with the local community’, and that, entertaining guests at table, she would have to know her manners (<span class='biblio' data-ref='Lewi14'>Lewis&nbsp;2014</span>: 105).",
	147: "A variety of white wheaten bread or cake of superior quality. MS Douce 257 includes recipes for how to prepare this type of loaf: <i>Myng yt togedere wyþ flour of rys oþere of wastelys</i> (a>: 62-79).",
	151: "A woman with a pleated wimple from a marginal drawing in John of Arderne’s <i>Liber Medicinarum</i>, MS Harley 5401 f. 3v. <IMAGE>",
	155: "There has been some debate on whether <i>a spanne brood</i> refers to the height or the width of the Prioresses’ forehead (<span class='biblio' data-ref='Knig68'>Knight&nbsp;1968</span>: 178-80). Whichever it is, however, it seems that Chaucer means this woman to be rather large. The Ellesmere manuscript illustration conveys something of this impression <IMAGE>.",
	160: "The coral rosary and its gold brooch have frequently been interpreted as further indication of the Prioresses’ earthly vanity. Hodges offers an alternative to this reading, arguing that ‘medieval nuns frequently owned rosaries made from coral’ ((<span class='biblio' data-ref='Mann05'>2005</span>: 82). The function of the Prioress’ rosary may be to help her count and recite 150 Ave Marias each day (<span class='biblio' data-ref='Mann05'>Mann&nbsp;2005</span>: 805).",
	164: "On the total number of pilgrims, see our note on the <i>.xxix. in a compaignye</i> on line 24.",
	166: "<b>An outrydere</b> Daun Piers performs some unspecified task in the monastic administration, although as an outrydere he seems to be ‘a high-ranking monastic officer responsible for supervision of the house’s estates’ (<span class='biblio' data-ref='Heal14'>Heale&nbsp;2014</span>: 144).<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>venerye</b> According to Mann, the monk’s love of extramural business and hunting, along with a love of good food, luxurious clothing, horses, and contempt for patristic and monastic authority, both illustrates and subverts the monastic stereotype in estates satire  (<span class='biblio' data-ref='Mann73'>1973</span>: 17-37, esp. 31). The word <i>venerye</i> might also be read, even by those who insist that this innuendo cannot be proved to have developed in the fourteenth century (<span class='biblio' data-ref='Heal14'>Heale&nbsp;2014</span>: 141), as ‘Venus-related activity’, ‘love’, by a double-entendre; other medieval texts such as Sir Gawain and the Green Knight link hunting with seduction.",
	173: "St Benedict (c.480-c.550), known as <i>Benedight</i> or <i>Beneit</i>, is known as the father of western monasticism. He was born in Nursia (Norcia in Umbria, Italy), left his studies in Rome and founded a heritage at Monte Cassino between Naples and Rome. His moderately ascetic monastic rule was reintroduced in England in the mid tenth century, and in the fourteenth, may have been set aside amid the growing demands of administration. St Maurus, Benedict’s pupil, did not compose a rule of his own (<span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 47, 316; <span class='biblio' data-ref='Mann05'>Mann&nbsp;2005</span>: 806).",
	182: "It is likely that the expression ‘not worth an oyster’ was imported from France. Jean de Meun describes monks as ‘not reckoning] this world at the value of an oyster’ in the <i>Testament</i>, ll. 1166-7. Lydgate uses a similar expression in <i>The Pilgrimage of the Life of Man</i> (which was his translation from the French of Guillaume de Deguileville): <i>I ne haue noon avauntage ffor to harme nor do damage / Nat the valu off An Oystre </i>(line 13,155). ",
	194: "In the Ellesmere manuscript illustration, the monk’s face and clothing are darkened <IMAGE> Throughout the Middle Ages there were many conciliar attempts to regulate monastic diversions in costume, all unsuccessful. The monk is thus typical in his partly secular attire, which is regarded as being ‘within the range of ordinary array worn by a late-fourteenth-century monk of his degree’ (<span class='biblio' data-ref='Hodge05'>Hodges&nbsp;2005</span>: 113-20, esp. 113). Although his <i>grys</i> ‘grey fur’ is said to be of the finest and indicates a yearly income commensurate with 400 marks or more, comparable with that of some knights and wealthy clerks, his dress does not waste material and is only moderately ostentatious.",
	197: "An ineffective sumptuary (i.e. costume) law of 1363 stipulated that only those of knights’ rank or higher, with 400 marks or more per annum, might wear gold. In 1378-79 there was a second attempt, which also failed, to restrict the wearing of gold to a yearly income of £40 or more. The Monk thus reflects the spiritual accommodations of his time. Although his love knot symbolized <i>summum bonum</i> ‘the highest good’, i.e. spiritual grace, it could also connote worldly love, the secondary meaning of <i>venerye</i> above. His pin may indicate membership of a religious fraternity, of which one example was the Corpus Christi Guild of Leicester. That the pin is <i>curious</i> ‘carefully, skilfully, artistically, or elaborately designed or made; artistic, fine, costly, sumptuous’, might be held against him as evidence that Chaucer thinks him over-ostentatious, but <span class='biblio' data-ref='Hodge05'>Hodges</span> finds the Monk’s costume to be ‘more restrained than his tastes in dining, hunting, and possibly in women, would lead us to expect’ (<span class='biblio' data-ref='Hodge05'>2005</span>: 127-32, esp. 131).",
	203: "In practice, monastic footwear varied according to season and individual need (<span class='biblio' data-ref='Hodge05'>Hodges&nbsp;2005</span>: 125-6), despite the purism of a Goliardic prose satire (<i>Magister Golyas de quodam abbate</i> ‘Master Golias, concerning a certain abbot’) which complains: <i>Pedilium vero certus non est numerus, crescit enim et decrescit secundum vicissitudines caloris et frigoris</i> ‘The number of his footwear is not fixed, for it waxes and wanes according to the alterations of heat and cold’ (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>l: 22).",
	206: "The medieval Rule of St Benedict did not prescribe roast swan, but since it forbade monks to eat meat of the four-legged variety, this (abbatial) kind of waterfowl was not forbidden on monastic grounds (<span class='biblio' data-ref='Mann05'>Mann&nbsp;2005</span>: 807)",
	208: "The friars were active religious men whose travel, defined by their orders to be within certain territorial limits, gave them the name <i>limitours</i> and also distinguished them from the older orders of cloistered monks. Moreover, their license to preach, to run churches, to celebrate the Mass and to confess, drained money from the older established priesthood (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 47-51; <span class='biblio' data-ref='Hage96'>Hagen&nbsp;1996</span>: 81). Friars had contributed much to the universities in the thirteenth century, and Friar Huberd is compared with a Master, but by Chaucer’s time the friars were commonly regarded with loathing. In this light it is interesting that Chaucer refrains from naming the order to which Friar Huberd belongs. <span class='biblio' data-ref='Hage96'>Hagen</span> suggests that the Summoner takes him for a Franciscan, due to Friar John’s having a servant (<span class='biblio' data-ref='Hage96'>1996</span>: 90), but Franciscans were the generic Friars in the late fourteenth century. Earlier a greater distinction had been made. Strictly the friars belonged to four Mendicant Orders (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 119-20; <span class='biblio' data-ref='Hage96'>Hagen&nbsp;1996</span>: 82-4). First were the Dominicans, otherwise known as Preaching Friars, Black Friars, or Jacobins: these arrived in 1221. The Franciscans, after St Francis of Assisi, who were called Minor Friars, Minorites, or Grey Friars: they came in 1224. The Carmelites or White Friars arrived in 1245; and the Augustine or Austin Friars, named after St Augustine of Hippo, in 1256. By the fourteenth century, the Franciscan rule dominated all four orders, which were classified as Mendicants in that they professed to have taken a vow of poverty and to ‘beg’ for their support in the world. In Thomas Speght’s 1598 <i>Life of Chaucer</i> is an anecdote, based on the contemporary archivist Master William Buckley’s sight of a record in the Inner Temple, that <i>Geffreye Chaucer was fined two shillings for beatinge a Fransiscane fryer in fletestreate</i> (quoted in <span class='biblio' data-ref='Fish96'>Fisher&nbsp;1996</span>: 282).",
	213: "The Friar may find husbands and dowries for former concubines whom he has made pregnant (<span class='biblio' data-ref='Youn35'>Young&nbsp;1935</span>). Although seductions are an important element of complaint against friars in medieval estates satire, Chaucer does not go beyond merely insinuating this kind of behaviour (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 40-2).",
	220: "On the license to confess which was given to Friars, see the above note. John of Gaunt had a friar as his personal confessor (<span class='biblio' data-ref='Hage96'>Hagen&nbsp;1996</span>: 90). One other thing worth noting here, however, is <i>As seyde him self</i>: the apparently naïve way in which Chaucer’s persona repeats what the Friar has told him. This naivety contributes to the effect of satire which Chaucer’s light indirections do much to suppress.",
	233: "There were two types of tippet: a ‘pendant streamer’ from either the hood or the arm (<i>liripipe</i>), which was out of fashion in the late 1380s and suggestive of clowns and fools; and a ‘shoulder cape’, with a capacious deep pointed hood hanging half-way down the back. <IMAGE>The Ellesmere manuscript gives the second type of tippet. <span class='biblio' data-ref='Hodge05'>Hodges</span> takes the Friar to be peddling pins and knives from this, a long shoulder cape (<span class='biblio' data-ref='Hodge05'>2005</span>: 134-5). With his negative focus on Friar Huberd’s ironmongery, Chaucer diverts attention from the style of garment itself. Below is a marginal image from MS Stowe 17 in which the fox, preaching to the congregation of farmyard birds, wears a long hood. <IMAGE>",
	237: "ME <i>yeddynge</i> derives from the Old English word <i>gieddung</i>, which denotes a the performance of a ‘song’, ‘poem’, or ‘tale’.",
	242: "That this (probably Franciscan) Friar is unfamiliar with beggars and lepers, but well-known to bartenders, is particularly ironic, in that St Francis of Assisi, the founder of the Franciscan Order, preached to lepers specifically.",
	252: "The fact that Friar Huberd is a professional member of one of the Mendicant Orders (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 130) makes the following references to his preying on poor widows especially ironic.",
	253: "These two lines are missing in the text according to the Ellesmere manuscript, where they may have been accidentally omitted (<span class='biblio' data-ref='Mann05'>Mann&nbsp;2005</span>: 808).",
	260: "The optimistically named <i>love-day</i>, otherwise known as <i>dies amoris</i> or <i>jour d’amour</i>, referred to a day appointed for the arbitration of disputes between rival parties, whether these had been taken to court or not (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 135; <span class='biblio' data-ref='Mann05'>Mann&nbsp;2005</span>: 808-9). A <i>double entendre</i> is made more probable by rage ‘romp’, ‘behave wantonly’, by which the Friar is understood to make sexual appointments with women (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 42).",
	263: "Despite the implication of Huberd being only <i>lyk</i> a true scholar, friars were among the foremost university intellectuals of Chaucer’s day. Without the calendrical tables of two contemporary friars, the Carmelite Nicholas of Lynn and the Franciscan John Somer, Chaucer could not have made such wide-ranging use of astronomy in <i>The Canterbury Tales</i> and elsewhere (<span class='biblio' data-ref='Nort88'>North&nbsp;1988</span>: 91-5).",
	265: "The Friar does not keep to any vows of poverty such as would distinguish a sincere monk of the Mendicant Orders. The sumptuary comparison between him and the Pope and academics appears to assume that both latter types of men were entitled to wear more luxurious garments. However, the <i>double worstede</i> does not live up to the name of luxury. In normal conditions, this was a medium-priced cloth which would have been appropriate for a mendicant who needed a garment for outdoor wear. <span class='biblio' data-ref='Hodge05'>Hodges</span> believes that with <i>double worstede</i> Chaucer here makes an ironic reference to shoddy goods, as befitting the man who wears the cloth: ‘the wolf in wolf’s clothing’ (<span class='biblio' data-ref='Hodge05'>2005</span>: 144-50, esp. 149). Thereby he would follow the style of contemporary estates satire, disregarding the fact that Friars, who played an important role in university teaching, were entitled to wear the finer academic dress (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 43-4).",
	271: "The Friar and Madame Eglantine are the only two pilgrims named in the General Prologue. While the Prioresses’ name situates her as part of the French courtly tradition, the significance of <i>Huberd</i> is uncertain. That said, one reason it may have been chosen is to facilitate the rhyme on <i>berd</i> in the succeeding line.",
	272: "The Merchant is the first in a series of portraits of secular, working people, mostly members of the burgeoning middle classes. The social positions of these characters, and society’s attitudes towards them, were often ambiguous and fluctuating. The following portraits speak to contemporary anxieties with such uncertainties through repeated emphasis on outward appearances, clothing and material possessions, and a pervasive preoccupation with institutions and social hierarchies. ",
	275: "Through the Merchant’s distinctive appearance we can see various facets of his character emerging. The combination of a colourful coat, beaver-skin hat and elegantly clasped boots (lines 271-73) suggests a flamboyant figure, while the Flemish origins of his hat point to his occupation as an importer and dealer of foreign goods. Although fashionable at the time, his forked beard (line 270) may hint at a deceptive or slippery character, perhaps reinforced by his multi-coloured coat (<span class='biblio' data-ref='Real96'>Reale&nbsp;1996</span>: 95). In medieval England, sumptuary (i.e. costume) laws were in place that closely linked a person’s clothing to his or her position in society (<span class='biblio' data-ref='Hodge05'>Hodges&nbsp;2005</span>: 182). Although these laws were even more ineffectual by the end of the fourteenth century, their influence can be seen in the detailed focus on clothing found in many of these portraits. The Ellesmere manuscript conforms with the Merchant’s portrait. The illustrator lets his Merchant cut quite a dash. <IMAGE>",
	279: "Middelburg, on (what was then the island) Walcheren in the Netherlands, was a major port for English wool exports in the later fourteenth century, particularly in 1384-88, when it was authorized as the sole port, or ‘staple’ (<span class='biblio' data-ref='Real96'>Reale&nbsp;1996</span>: 95; <span class='biblio' data-ref='Mann05'>Mann&nbsp;2005</span>: 809). Middelburg lay not far from Bruges; the informal harbour on the river Orwell was not far from Ipswich",
	280: "‘Shield’ refers to currency; the term is equivalent to the French <i>écu</i> and, later, Portuguese <i>escudo</i> (both from Latin <i>scutum</i> ‘shield’). Shields were a ‘money of account’ with which merchants could trade in different currencies and exchange rates. Such activity may at the time have been associated with questionable business dealings (<span class='biblio' data-ref='Cahn80'>Cahn&nbsp;1980</span>; <span class='biblio' data-ref='Godd14'>Goddard&nbsp;2014</span>: 171-76).",
	282: "The indicative <i>was</i>, rather than subjunctive <i>were</i>, implies that he was in debt and nobody knew about this, rather than that nobody knew whether or not he was in debt. One has to wonder how our narrator, having met the Merchant only the night before, is already party to such sensitive, and apparently unknown, information. This is one of many instances in the portraits in which the speaker hovers between pilgrim character and omniscient narrator (see also line 322), and is one of the ways in which Chaucer is able to present such apparently idealised portraits of his pilgrims whilst providing glimpses of their less salubrious traits. ",
	287: "Like today, Oxford was a university town in Chaucer’s day (on medieval Oxford University see <span class='biblio' data-ref='Hunt08'>Hunt&nbsp;2008</span>: 97-106). Universities, and those who attended them, occupied an ambiguous position in medieval society, straddling the spheres of church and state (<span class='biblio' data-ref='Brig14'>Briggs&nbsp;2014</span>: 188-89). The precarious nature of this placement is brought to the fore in ll. 291-92. In his eschewing of worldly comforts and dedication to his studies, the Clerk has often been seen as one of the more idealised figures of the General Prologue (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 74).",
	288: "The undergraduate curriculum was divided into three areas, the <i>trivium</i>: grammar, rhetoric, and logic. Of these, logic was considered the most important. Once undergraduate studies were completed, students could pursue a Masters degree by studying the <i>quadrivium</i>: arithmetic, geometry, astronomy and music (<span class='biblio' data-ref='Brig14'>Briggs&nbsp;2014</span>: 194). The connection between logic and the <i>philosophye</i> of Aristotle (line 295) is explored by Lynch (<span class='biblio' data-ref='Lync00'>2000</span>: 9-10) and Dillon (<span class='biblio' data-ref='Dill96'>1996</span>: 109-10). On the influence that this curriculum may have had on Chaucer’s composition of the <i>Canterbury Tales</i>, see <span class='biblio' data-ref='Russ98'>Russell&nbsp;1998</span>. The Clerk, who has lived in Padua for some time, may already be about to graduate as a Master of Arts (Lois Roney, pers. comm. to <span class='biblio' data-ref='Hodge05'>Hodges&nbsp;2005</span>: 190-1).",
	292: "The <i>courtepy</i> was a short woollen coat or jacket. The Clerk’s version of this appears to be an outer coat or surcoat. Its threadbare state may bear witness to an ascetic lifestyle, such as that with which the Clerk is commonly associated, but in itself the <i>courtepy</i> was a secular garment. Its use here is only permissible for a scholar riding outside his college. <span class='biblio' data-ref='Hodge05'>Hodges</span> interprets this brief sartorial reference as a sign that the Clerk, whose love of books may amount vanity in the eyes of the Franciscans ‘may be nearing a juncture in his life’ between taking major holy orders on one hand, or living a life outside them on the other (<span class='biblio' data-ref='Hodge05'>2005</span>: 166-98, esp. 198). The illustrator of the Ellesmere manuscript conveys the bulkiness of the coat more clearly than the length, and also does justice to the Clerk’s nag<IMAGE>",
	294: "The Clerk finds himself in the tricky position of failing to secure funding from the church for his academic pursuits (the <i>benefice</i> of line 291), but at the same time holding himself above secular employment. While the universities at Oxford and Cambridge primarily trained students for life in religious orders, many graduates never entered the priesthood and so this situation was probably not unusual (<span class='biblio' data-ref='Swan85'>Swanson&nbsp;1985</span>: 40-42). In line 308, we learn that the Clerk is something of a professional scholar, who teaches in addition to, or as a support for, his studies. Unable to secure academic funding, unwilling to move into private employment, and supporting himself through a mish-mash of teaching posts, he is perhaps somewhat akin to a modern postgraduate student.",
	296: "Books were luxury items in the Middle Ages; twenty of them would have represented a substantial, and substantially expensive, personal library (<span class='biblio' data-ref='Hodge05'>Hodges&nbsp;2005</span>: 161; but see also <span class='biblio' data-ref='Dill96'>Dillon&nbsp;1996</span>: 110). The Clerk’s wish may betray an element of covetousness in this otherwise apparently unworldly figure, although his preference for books over rich clothes places him in direct contrast to the explicitly materialistic Man of Law whose portrait follows (lines 309-30). ",
	297: "In the Middle Ages, Aristotle (384-322 BC), who had written on every branch of science then known, was often simply known as ‘the Philosopher’. The Latin version of his treatise on astronomy (<i>De caelis</i> ‘on the heavens’) indirectly informs all of Chaucer’s picture of the heavens in <i>The House of Fame</i> and underpins the sources of <i>A Treatise on the Astrolabe</i> which Chaucer wrote (but did not finish) for his son Lewis in 1393. Through Averroës (1126-98: see notes on the Physician), and after some opposition, through St Thomas Aquinas (1125-74), Aristotle’s other writings on the physical sciences, and on logic, metaphysics, politics and ethics, became ecclesiastically sanctioned elements of the university syllabus (John D. North, ‘Aristotle’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 28-9).",
	304: "Clerks were expected to pray for relatives, patrons or friends who supported them financially while they studied.",
	311: "Sergeants-at-law were the most senior and exclusive branch of lawyers in medieval England, with only 22 or 23 appointed during the reign of Richard II (<span class='biblio' data-ref='Bake84'>Baker&nbsp;1984</span>: 158-9). The position is reputed to have originated in France in the first half of the eleventh century (see line 334), in whose Northern language <i>serjant</i> means ‘servant’. The English fifteenth century saw three classes of lawyer: students or apprentices, senior apprentices, and sergeants-at-law; but before then, in Chaucer’s day, the types of lawyer are harder to identify (<span class='biblio' data-ref='Horn96'>Hornsby&nbsp;1996</span>: 117-19). In the early days, aspiring lawyers started in the higher faculties of Oxford or Cambridge, where they read philosophy and both canon (ecclesiastical) and civil (Roman) law. The last additional course enabled clerks to study the <i>Digest</i> and <i>Code</i> of Emperor Justinian I (527-565). The king’s courts in Westminster were the highest objective, and it is believed that Ralph the <i>philosophical Strode</i>, to whom Chaucer dedicates his <i>Troilus and Criseyde</i>, left the theory for this practice of law. If identical with Ralph Strode the London lawyer, the philosophical Strode was a scholar of logic in the university of Oxford, who left in 1373 to practise law as a common sergeant and pleader for the City of London (<span class='biblio' data-ref='Dela91'>Delasanta&nbsp;1991</span>: 205-10). The Court of Common Pleas reserved a ‘crib’ for apprentices-at-law or trainee lawyers. After a while, these students could read canon and civil law in London at the Inns of Court off Fleet Street and Chancery Lane. The Sergeant-at-Law or Sergeant of Law, or ‘Man of Law’ as he is more often called, may be imagined as starting out as an apprentice-at-law, studying in one of these Inns of Court (possibly at the Inner Temple, where the Manciple seems to be employed), before pleading as a <i>countour</i> or narrator on behalf of clients in the king’s courts (<span class='biblio' data-ref='Horn96'>Hornsby&nbsp;1996</span>: 121). When we meet him, he is at the height of his career, one of an elite of the Order of the Coif, nominated by the king or his council. Chaucer’ associate Sir Robert Tresilian, before he was executed by the Merciless Parliament in 1388, was Chief Justice of the King’s Bench (<span class='biblio' data-ref='Strohm14'>Strohm&nbsp;2014</span>: 266).",
	312: "In medieval London, clients could seek out lawyers and sergeants-at-law in the <i>parvis</i>, the front entrance of St. Paul’s Cathedral (<span class='biblio' data-ref='Bake84'>Baker&nbsp;1984</span>: 103-4).",	
	316: "Assize courts were royally appointed to try legal cases throughout the country on the king’s authority (as emphasised in the reference to letters patent on the next line). The ability of royal justice to reach into the shires on a regular basis was ‘profound’ and ‘one of the remarkable features of the evolving judicial system’ (<span class='biblio' data-ref='Muss13'>Musson&nbsp;2013</span>: 211). Only a handful of sergeants-at-law also held assize commissions (<span class='biblio' data-ref='Muss13'>Musson&nbsp;2013</span>: 212), and so our pilgrim’s already elite position is further emphasised through the inclusion of this role.",
	317: "A <i>patente</i> was a letter left open for public inspection, with the seal hanging from the lower edge; in keeping with medieval ideas about transparency, it became synonymous with ‘a letter of appointment’ (<span class='biblio' data-ref='Mann05'>Mann&nbsp;2005</span>: 811).",	
	319: "<i>Fees and robes</i> is a legal term, referring to an annual retainer of money and clothes paid by clients (<span class='biblio' data-ref='Bake84'>Baker&nbsp;1984</span>: 25-6). Other legal terms are woven through this portrait, including <i>fee symple</i> for absolute control over a purchased property (line 319) and <i>infect</i> for legal impeachment or invalidation (line 320).",
	324: "<span class='biblio' data-ref='Muss14'>Musson</span> takes this line to affect the credibility of the Man of Law, to make him more vulnerable to satire (<span class='biblio' data-ref='Muss14'>2014</span>: 214).",
	332: "The coat and silken ceynt <i>sash</i> are overlooked by the illustrator in the Ellesmere manuscript <IMAGE>",
	333: "Franklins were freeholders, which is to say they held land ‘free of military and labor obligations to their respective lords’ (<span class='biblio' data-ref='Semb96'>Sembler&nbsp;1996</span>: 135). Their position in Chaucer’s society is difficult to determine and has been the subject of much debate; they may have been members of the gentry or ranked just below this. It has been argued that Chaucer’s Franklin is a parvenu, but there is no doubt that as a Knight of the Shire (a Member of Parliament) he held administrative and judicial posts which were highly regarded in the English shires (<span class='biblio' data-ref='Saul83'>Saul&nbsp;1983</span>: 16-20). For a detailed analysis of this scholarly debate, which concludes that the Franklin is a justice of the peace and pleader, see <span class='biblio' data-ref='Coss14'>Coss&nbsp;2014</span>: 227-33.",
	334: "Daisies had particular significance in medieval literature. As well as being a flower of Spring, reminding us of the seasonal setting of the <i>Canterbury Tales</i> (lines 1-11), their red and white petals echo the colours associated with medieval lovers, as well as the Franklin’s own appearance. Its French name, <i>marguerite</i>, connects the flower with pearls and the Virgin Mary, while a fashion for ‘marguerite poetry’ briefly flourished in French courtly circles in the fourteenth century (<span class='biblio' data-ref='Perc98'>Percival&nbsp;1998</span>: 26-31). In Chaucer’s <i>Legend of Good Women</i>, the flower supersedes the more obvious choice of roses as the focus of the narrator’s obsessive devotion (lines 40-50). The colour white recurs through this portrait: in the Franklin’s girdle (line 358), and in the description of food in his house, it is so abundant that it is likened to snow (line 345).",
	338: "Epicurus (342-270 BC) was an ancient Greek thinker whose school of philosophy taught that sensation is the ultimate truth, and that pleasure and pain are measures of good and evil (<span class='biblio' data-ref='Brun87'>Brundage&nbsp;1987</span>: 17-18). In medieval times this philosophy was widely misconstrued as arguing for physical luxury and self-indulgence. This is not the only place that Chaucer mentions Epicurus. An oblique reference to the philosophy appears in The Merchant’s Tale (lines 2021-22) in relation to the character January. In <i>Boece</i> (III, Prosa 2), Lady Philosophy argues against Epicureanism. On the connection between the Franklin’s description here and the tale he tells, see <span class='biblio' data-ref='Shoa01'>Shoaf&nbsp;2001</span>: 78-82. As <span class='biblio' data-ref='Mann73'>Mann</span> points out (<span class='biblio' data-ref='Mann73'>1973</span>: 157), any sense that the Franklin’s affinity with Epicurus is an indication of his selfish indulgence is undermined by Chaucer’s comparison of the Franklin with St Julian, patron saint of hospitality (line 340).",
	353: "The extended list of food and dishes, and reference to the Cook who prepares them, stands as something of a prelude to the similarly superlative description of the Guildsmen’s Cook and his culinary skills that follows (lines 379-87). In this way, Chaucer encourages us to draw our own parallels between the landed, country Franklin and the up-and-coming tradesmen of the town.",
	358: "The Knight of the Shire was a man elected by the shire court to represent the county in Parliament (<span class='biblio' data-ref='Palm82'>Palmer&nbsp;1982</span>: 293-4). Chaucer performed the same role for Kent in 1386, in the worsening circumstances which led to his composition of the <i>Canterbury Tales</i> (<span class='biblio' data-ref='Crow66'>Crow&nbsp;and&nbsp;Olson 1966</span>: 348-63, 364-9; <span class='biblio' data-ref='Strohm14'>Strohm&nbsp;2014</span>).",
	360: "The Ellesmere manuscript illustrator faithfully follows this description of what was a conventional mode of dress for the gentry (<span class='biblio' data-ref='Saul83'>Saul&nbsp;1983</span>: 20)<IMAGE>.",
	361: "Whereas a <i>countour</i> was appointed to gather and audit taxes at county or royal level (<span class='biblio' data-ref='John47'>Johnson&nbsp;1947</span>: 201-7), this title also stood for a pleader in court such as the Sergeant-at-Law, in whose company the Franklin appears to be placed (<span class='biblio' data-ref='Saul83'>Saul&nbsp;1983</span>: 19; see further <span class='biblio' data-ref='Andrew93'>Andrew&nbsp;1993</span>: 324).",
	366: "<span class='biblio' data-ref='Pear92'>Pearsall</span> believes that ‘Chaucer says very little about this London group’ because his interests lay with the merchant class (<span class='biblio' data-ref='Pear92'>1992</span>: 251). On the other hand, they may not be Londoners: Jill Mann, following a suggestion by Caroline Barron, takes them to be provincials, from out of London, and thus more likely to become aldermen (<span class='biblio' data-ref='Mann05'>Mann&nbsp;2005</span>: 814). Craft guilds, which were engaged with production, not trade, began to form in London in the thirteenth century, and the model spread to a number of other prominent English towns. The guilds were heavily hierarchical, structured around tiers of masters, journeymen and apprentices. As well as protecting their members’ trade concerns, guilds often played prominent and active roles in community events (see line 377). Each episode of the <i>York Mystery Cycle</i>, for example, was assigned to a different guild profession to perform. <span class='biblio' data-ref='Davi12'>Davis&nbsp;2012</span>: 169-76 suggests that such communal displays may have been superficial attempts to distract from entrenched social divisions between guilds and townspeople. Such tensions are hinted at in Chaucer’s presentation of these self-aggrandising guildsmen and their socially climbing wives. His portrait of them as interchangeable, which is emphasised by their having <i>oo lyueree</i> ‘one livery’, may be a dig at the burgeoning numbers of guildsmen in the expanding middle classes of the fourteenth century (<span class='biblio' data-ref='Pear92'>Pearsall&nbsp;1992</span>: 253). However, the mockery here may be gentle and ‘not made in any bitter or cynical mood’ (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 105). The overblown sense of importance demonstrated by the guildsmen here is perhaps undermined by the fact that they are never again mentioned in the <i>Canterbury Tales</i>. Political corruption at the time, in any case, had ensured that none of them had any reasonable hope of being elected aldermen (<span class='biblio' data-ref='Andrew93'>Andrew&nbsp;1993</span>: 326-37, esp. 334-35).",
	374: "Aldermen were representatives on town or city councils. In London, they held office for life after being selected by the mayor and existing aldermen (<span class='biblio' data-ref='Myer72'>Myers&nbsp;1972</span>: 90). Although our guildsmen are said to be wealthy and, ostensibly, wise enough for the position (lines 371-73), their chances of realising this ambition would have been slim; aldermen in Chaucer’s day were overwhelmingly drawn from a select group of senior guilds, which did not include any of the five professions represented here (<span class='biblio' data-ref='Ross14'>Rosser&nbsp;2014</span>: 249; <span class='biblio' data-ref='Good81'>Goodall&nbsp;1981</span>: 284-92).",
	389: "The sore on the Cook’s leg seems an oddly specific detail in this otherwise rather generalised description, which has sometimes encouraged speculation that the Cook was based on a real person familiar to Chaucer and his audience (<span class='biblio' data-ref='Rick32'>Rickert&nbsp;1932</span>: 761). Chaucer does sometimes use real figures, places and events in the <i>Canterbury Tales</i>; there was a real <i>Harry Bailey</i> who was host of a London inn at the time. More generally, <span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 169) points out that this <i>mormal</i> was certainly unsightly, perhaps scabbed or weeping, and would have been associated with poor hygiene; an unpleasant detail to find just before the blankmanger, among descriptions of  such sumptuous and decadent dishes. Does the preposition <i>for</i> here mean ‘standing for’, rather than ‘because’? The sore may also be intended to remind the audience of the purpose of this journey, since pilgrims usually went to Thomas Becket’s shrine to seek or give thanks for healing (line 18). Unlike the guildsmen who have employed him on this journey, the Cook does get a tale of his own. It is, however, unfinished, breaking off after only 58 lines.",
	391: "Amidst the details of his impressive nautical knowledge and slick navigational abilities are hints that, as with so many individuals in the General Prologue, the Shipman is not quite the idealised figure he seems. Any suspicions as to the nature of the Shipman’s character begin right here: the West Country’s reputation as a home to pirates was already established, and persisted into modern times. There is an entertaining account of medieval piracy, particularly in the West Country, in <span class='biblio' data-ref='Eddi13'>Eddison&nbsp;2013</span>. Earlier in the General Prologue we heard the Merchant’s fears about pirates stalking the English Channel (lines 276-77); here we see those fears in the flesh. Going beyond simply stealing from merchants (lines 396-97), the Shipman thinks nothing of drowning those who get in his way (line 399-400). As both the Merchant and the Shipman demonstrate, crime and violence at sea were very real and complex concerns of the day (<span class='biblio' data-ref='Chil14'>Childs&nbsp;2014</span>: 291-5). By having the Merchant voice his fears of piracy before bringing us to a Shipman who engages in just that, Chaucer creates a web of social bonds that extends not just up and down the social hierarchy but also outwards, connecting pilgrims from all manner of ranks and professions.",
	395: "In the Ellesmere manuscript, the Shipman’s gown has the coarse material which may be expected of a sailor’s work-dress <IMAGE>",
	399: "<span class='biblio' data-ref='Chil14'>Childs</span> argues (<span class='biblio' data-ref='Chil14'>2014</span>: 291) that the theft of wine may have been seen as ‘a mere peccadillo’ rather than a more serious crime, as wine casks tended to leak and there is a long tradition of carriers siphoning off small quantities during transit whether by land or sea. On the other hand, one has to wonder whether Chaucer, as the son of a wine merchant, would have taken quite such a relaxed view. Either way, the Shipman’s habit of drowning enemies casts the assertion that he is a ‘good fellow’ (line 398) in a rather different light. <span class='biblio' data-ref='Mann73'>Mann</span> (<span class='biblio' data-ref='Mann73'>1973</span>: 171) points to a confessional manual, <i>Memoriale Presbiterorum</i> ‘priests’ record of things to remember’, which sets out the crimes to which sailors were particularly prone: ‘Also they not only kill clerks and laymen while they are on land, but also when they are at sea, they practice wicked piracy, seizing the goods of other people and especially of merchants as they are crossing the sea, and killing them mercilessly’.</q>",
412: "The name of the Shipman’s vessel is a reference to Mary Magdalene, who is customarily identified with the anonymous penitent mentioned in Luke 7:37-50. As with the <i>mormal</i> on the Cook’s shin, this reference to a Biblical penitent serves as an oblique reminder to us as the audience, if not to the pilgrims themselves, of the nature of the journey at hand. At the same time, however, <span class='biblio' data-ref='Chil14'>Childs&nbsp;2014</span>: 285) lists a number of contemporary Dartmouth vessels recorded bearing this name. Like the Merchant’s forked beard (line 270), this detail works on different levels to bring both realism and symbolism to the portrait.",
413: "The Physician’s learned title <i>doctour</i> identifies him as a graduate of a university such as Oxford, Cambridge, Montpellier or Salerno. Montpellier, in southern France, was the best in Chaucer’s day. Medicine and surgery were both taught here and its reputation had outstripped that of Salerno (<span class='biblio' data-ref='Elea96'>Eleazar&nbsp;1996</span>: 225-30, esp. 227).To become <i>doctour</i>, the Physician has had to rise through four degrees, becoming first Scholar, Bachelor and Licentiate. The extreme rarity of such physicians in England is worthy of note (<span class='biblio' data-ref='Rawc14'>Rawcliffe&nbsp;2014</span>: 316-17).",
415: "There has been some debate about the Physician’s skills, whether these covered only theoretical medicine or the two distinct disciplines of medicine and surgery (against his practice of surgery, <span class='biblio' data-ref='Usse71'>Ussery&nbsp;1971</span>: 59-60; in favour, as acquired at Montpellier, <span class='biblio' data-ref='Elea96'>Eleazar&nbsp;1996</span>: 227-30). <span class='biblio' data-ref='Hodge05'>Hodges</span> draws attention to the characteristic lightness with which Chaucer says that, when it came to speken of these two disciplines, there was no-one like the Physician (<span class='biblio' data-ref='Hodge05'>2005</span>: 203). Perhaps, then, the Physician does not practise surgery himself, but merely speaks of it (<span class='biblio' data-ref='Rawc14'>Rawcliffe&nbsp;2014</span>: 309-10). Pope Innocent III forbade surgery to all clergy in the Fourth Lateran Council of 1215, and there were probably more English surgeons serving in the armies in France than practising in Oxford or Cambridge (John D. North, ‘Medicine’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 317-18).",
416: "Possibly as a sign of his times, which had seen the failure of all practical medicine in the face of the Black Death, the Physician’s skill appears to be heavily indebted to the rich medieval inheritance both of astrology (which is enabled by science of astronomy) and of the relation of this to the human body (John D. North, ‘Medicine’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 318; <span class='biblio' data-ref='Nort88'>North&nbsp;1988</span>: 300, 509-10). A similar but likewise ironized concentration of claimed knowledge and authorities is found in the French beast fable <i>Renart le Contrefait</i>, which may or may not have served Chaucer as a source. <span class='biblio' data-ref='Mann73'>Mann</span>, who cites this, believes that Chaucer’s irony lies elsewhere: not in rehearsing the old tradition of mocking doctors for quackery, but rather in his ‘transforming the features which other writers attack into evidence of professional skill’ (<span class='biblio' data-ref='Mann73'>1973</span>: 91).  It is worth noting, however, that Chaucer disavows judicial astrology in his Treatise on the Astrolabe (2.4; <span class='biblio' data-ref='Andrew93'>Andrew&nbsp;1993</span>: 364). Chaucer may thus make his narrator appear credulous in order to present him as naïve.",
420: "To mark the equal hours on the ecliptic or zodiac wheel as it revolves, with 15º for each hour, two hours in each of the twelve houses (15º × 2 × 12 = 360º), the Physician uses calendars such as that of Friar Nicholas of Lynn (<span class='biblio' data-ref='Bens84'>Benson&nbsp;1984</span>). Related to his time-keeping ability is the use of these tables to calculate the ascendent: the degree of the ecliptic which intersects with the eastern horizon as it rises on it (John D. North, ‘Ascendent’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 31). When the twelve ‘mundane houses’ are plotted from the ascendent on the astrolabe, a horoscope may be cast on the basis of which planets are found in which mundane houses at that precise moment. Not only the planets, which move at various speeds around the ecliptic through the zodiac’s twelve houses, but also these fixed houses (domiciles, or ‘star-signs’) themselves, have dominion over various parts of the human body (<span class='biblio' data-ref='Nort88'>North&nbsp;1988</span>: 198-201 and fig. 31). To help cure his patient, the Physician makes a talisman or image to represent the relevant house of the zodiac, calculating when this house is on the ascendent, so that he may then act on his patient’s illness with herbal medicine at the most propitious time (John D. North, ‘Medicine’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 318; <span class='biblio' data-ref='Nort88'>North&nbsp;1988</span>: 253). Although this description of the Physician’s ability in astronomy does not appear to be ironized, it may be compared with Chaucer’s <i>faux naïf</i> vision of medical clerks in <i>The House of Fame</i>:<q>which konne wel<br/>Al this magik naturel<br/>That craftely doon her ententes<br/>To make, in certeyn ascendentes,<br/>Ymages, lo, thrugh which magik<br/>To make a man ben hool or syk. (lines 1265-70)</q>",
423: "In c. 400, Empedocles of Sicily theorized that the body, a microcosm of the universe, was made up of the same four elements: earth, air, fire and water; and that the body was correspondingly dry, moist, hot and cold. The humours of which the body is composed are black bile (dry, for earth), blood (moist, for air), yellow or red bile (hot, for fire), and phlegm (cold, for water). The Physician prescribes natural substances (the <i>roote</i>) whereby the patient could counterbalance those humours which were seen as being out of balance, and which were thus producing negative effects (<span class='biblio' data-ref='Elea96'>Eleazar&nbsp;1996</span>: 230-1).",
424: "It is worth comparing this line with that on the Knight above, who was a <i>verray perfit gentil knyght</i>: no irony is obvious in either case. The Physician’s medical skill is judged on his academic credentials, which seem to be impeccable (<span class='biblio' data-ref='Rawc14'>Rawcliffe&nbsp;2014</span>). Once again, it is by professional skill that Chaucer seems to judge his pilgrim, albeit the sincerity is diminished by the naïvety of his persona.",
429: "The traditional idea that doctors and druggists collude in their love of the patient’s money is here rephrased as a legitimate economic partnership towards a beneficial end (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 95).",
431: "The following list of authorities, though it begins with Asclepius whose works were mythical rather than proved, reinforces the impression of specialist learning (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 93).<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>Asclepius</i> is a mythical figure, worshipped as a god but possibly based on a person. Books were attributed to him, but nothing of his genuine or false has come down to us (‘Escalapius’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 168). ",
432: "Pedanius <i>Dioscorides</i>, who flourished in 50-70 AD, was a Greek botanist who wrote a pharmaceutical book on the properties of plants (‘Deyscorides’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 152).<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>Rufus</i> of Ephesus, a pathologist and anatomist of the first century AD, was a follower of the founding physician Hippocrates (‘Rufus’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 424). Rufus’ name is a less common choice, but a book of his on melancholy helped to form the medieval doctrine of the four humours (<span class='biblio' data-ref='Rawc14'>Rawcliffe&nbsp;2014</span>: 311).",
433: "The ancient Greek physician <i>Hippocrates</i> (469-399 BC), a close contemporary of Socrates, is regarded as the founding father of western medicine, although his original works have all been lost (John D. North, ‘Ypocras’ (under I), <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 248).<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>Haly</i> may be (1) the Persian physician, pharmacologist and writer on natural philosophy Abū’l-Hasan ‘Ali ibn ‘Abbās al-Majūsi, who died in 994, was known in the west as Haly Abbas, whose treatise on phlebotomy (taking blood by incision) was translated by Constantine (see below), and whose medical compendium was widely circulated as <i>Liber Regius</i> ‘book of the king’. Less probably, he may be (2) the Egyptian Abū’l-Hasan ‘Ali ibn Ridwān (c. 988-c. 1069), who wrote commentaries on Hippocrates and Galen, works which were known in Europe through Latin translation. His commentaries on the works of Aristotle and the astronomer Ptolemy were also widely known. Or he may be (3) the Cordoban or Tunisian Abū’l-Hasan ‘Ali ibn Abi al-Rijāl (flourished c. 988, died 1040), who wrote a work on astrology with some medical applications, and was also known as Haly, albeit with variant additional names. The first ‘Haly’ here seems the most probable (John D. North, ‘Haly’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 223; <span class='biblio' data-ref='Rawc14'>Rawcliffe&nbsp;2014</span>: 310).<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>Galen</i> (AD 129/130-199/200) was a household name for medicine in Chaucer’s day. He started as a Greek surgeon of gladiators in Pergamum, studied in Alexandria and served the emperor Marcus Aurelius (161-80). His learned pathology became crucial to the later doctrine of the four humours, while his monotheistic theology made his memory popular with Muslims, Jews and Christians (John D. North, ‘Galyen (1)’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 202). Galen’s scattered work was systematized in the thirteenth century in the <i>Canon of Avicenna</i> (<span class='biblio' data-ref='Rawc14'>Rawcliffe&nbsp;2014</span>: 109).",
434: "Sarābiyūn was an Arabic physician whose activity is dated to the late eighth or early ninth century. His work, translated more than a century later into Latin as <i>Liber de medicamentis simplicibus</i> ‘book of simple medicines’, was widely known (John D. North, ‘Serapion’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 434). There is one possibility that Chaucer refers to Pseudo-Serapion, author of a book on drugs which was in fact written by Ibn Wafīd, who died in 1097 (<span class='biblio' data-ref='Rawc14'>Rawcliffe&nbsp;2014</span>: 311); or another, that he means Sarābiyūn’s Christian son, Yūhannā ibn Sarābiyūn, who was also a physician, author of the <i>Breviarium medicinae</i> ‘medical prayer-book’ (John D. North, ‘Serapion’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 434).<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>Rhazes</i>, that is Abū Bakr Muhammad ibn Zakariyyā al-Rāzī (854-935), was a Persian scholar of natural philosophy, ethics, religion and alchemy. He also ran a hospital in Baghdad, and is known for his commentary on, and occasional revision of, the works of Galen (John D. North, ‘Razis’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 407). In translation, his <i>Liber pestilentia</i> ‘book about plague’ may explain why he is on the list of authorities for the Physician (<span class='biblio' data-ref='Rawc14'>Rawcliffe&nbsp;2014</span>: 310).<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>Avycen</i> Abū ‘Ali al-Husayn ibn Abdallāh ibn Sinā (c. 980-1037), known in the West as Avicenna, was an extraordinary man for his or any time. A Persian, though born in Bukhara in Central Asia, he was surgeon, philosopher and polymath. He taught in Isfahan in the service of Persian princes and rulers. His theoretical science was based on Aristotle’s philosophy but also influenced by Plato. In Europe, in the thirteenth century, he was remembered chiefly as a physician (John D. North, ‘Avycen’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 40).",
435: "Abū’l Walīd Muhammad ibn Ahmad ibn Rushd (1126-98), known in the West as Averroës, or the Commentator, was a native of al-Andalus (Islamic Spain). Some contemporaries of Chaucer, including Petrarch, attacked Averroës, accusing him of atheistic rationalism, but it is unlikely that Chaucer casts aspersions on his Physician for relying on such ‘pagan authorities’ (<span class='biblio' data-ref='Rawc14'>Rawcliffe&nbsp;2014</span>: 312, 318): his interest in science weighs heavily against this. Averroës was born in Cordoba, where he studied Islamic theology, law, mathematics and medicine. He served as a judge and physician alternately there and in Seville. His many works included a treatise on medicine, but his rulers also him to write a commentary on Aristotle, under whose influence his works began to apply scientific logic to spiritual matters. In later years his philosophy, his teaching and he himself were banned for unorthodoxy. His books were ordered to be burned and he was banished in 1195, before being reinstated shortly before his death. The Latin versions of his works created ‘Averroism’, a major force for rationalist discourse, in Western Europe in the thirteenth and fourteenth centuries (John D. North, ‘Averrois’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 40).<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>Damascien</i> Chaucer’s list, or rather that of his source, now gives us the Christian scholars, starting with St John of Damascus (675-749). John was a Greek Syrian theologian whose works, including some medicine, were translated into Arabic. The name Damascien is also used of Sarābiyūn or Serapion (‘Damascien’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 124).<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>Constantyn</i>	Constantinus Africanus, who flourished in 1065-85 and died in 1099, was a Berber, born in Carthage. He converted to Christianity and became a Benedictine monk in Monte Cassino, Italy, where he translated Rhazes’ passages from Hippocrates and Galen from Arabic into Latin. These translations, the first of their kind to be made in Europe, influenced the growing medical school in Salerno, which often attributed the science of his translations directly to him (<span class='biblio' data-ref='Rawc14'>Rawcliffe&nbsp;2014</span>: 310). The Merchant, in The Merchant’s Tale (IV.1810-11), calls him (not seriously, as far as Chaucer is concerned) the <i>cursed monk daun Constantyn</i>, for composing a work <i>De coitu</i> ‘on the sexual act’, which has information on aphrodisiacs (John D. North, ‘Constantyn’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 110).",
436: "With Bernard Gordon, either Scots or French in origin, the Physician’s list closes with three more contemporary Christian authorities. Bernard, a Master of Medicine, taught in 1294-1308 at the university of Montpellier, where, from 1303 onwards, he wrote <i>Lilium medicinae</i> ‘the lily of medicine’ (John D. North, ‘Bernard Gordon’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 48). In this treatise he cites Galen no fewer than 600 times (<span class='biblio' data-ref='Rawc14'>Rawcliffe&nbsp;2014</span>: 309-10).<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>Gatesden</i> John of Gaddesden (c.1280-1349), who wrote the derivative but highly influential <i>Rosa anglicae medicinae</i> ‘the rose of English medicine’ in 1305-17, was educated in medicine in Montpellier, before becoming a doctor of medicine, student of theology and fellow of Merton College, Oxford. Gaddesden’s book mediates an assembly of theoretical medicine, traditional leechcraft, charms as well as religious and astrological invocations. The French surgeon Guy de Chauliac criticized Gaddesden, who was also in royal service, and it has been suggested that Chaucer includes his name only for the sake of his English audience (John D. North, ‘Gatesden’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 206-7).<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>Gilbertyn</i> Like Gaddesden, Gilbertus Anglicus (c.1180-c.1250), probably the same man as Gilbert <i>del Egle</i> ‘of Aquila’, was from England and educated in the medical faculty of Montpellier. His <i>Compendium medicinae</i> ‘compendium of medicine’, presented with full scholastic rigour and without popular remedies and charms, was probably the first English synthesis to be of practical value (‘Gilbertyn’, <span class='biblio' data-ref='Gray03'>Gray&nbsp;2003</span>: 215).",
442: "This Physician’s silk-lined robe of red and blue ‘displays his professional status and signals the eastern source of both these fabrics and much of his medical knowledge’ (<span class='biblio' data-ref='Hodges14'>Hodges&nbsp;2014</span>: 182). As a <i>doctour</i> or Master, he would have been entitled to wear academic dress, which was dyed red. Chaucer’s description gives this colour (<i>sangwyn</i>) and the fabrics used to make the doctor’s apparel, but no design. Thus he neither confirms nor denies that the Physician is an academic (<span class='biblio' data-ref='Hodge05'>Hodges&nbsp;2005</span>: 203-8).It has been argued that what we have here is his work-dress, the equivalent of a stethoscope and white coat (<span class='biblio' data-ref='Rawc14'>Rawcliffe&nbsp;2014</span>: 298-9). At any rate, the fabrics and dyestuff of what the Physician wears tell us that he is, ‘with the possible exception of the Squire’, the most lavishly dressed pilgrim of them all (<span class='biblio' data-ref='Hodge05'>Hodges&nbsp;2005</span>: 219). The Ellesmere manuscript illustrator gives the good doctor a flask to confirm his occupation <IMAGE>",
446: "It is not clear who, Chaucer or the Physician, is intended to deliver the deictic statement that gold is itself a medicine (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 97). However, his portrait is concluded by the next statement, that this is why the Physician loves gold more than anything else. The fact that these words belong to Chaucer’s persona might tell us that some satire about the Physician is intended, but as <span class='biblio' data-ref='Pearsall85'>Pearsall</span> notes, ‘The ironic implication’ about the Physician’s love of gold ‘is so far from being driven home that it is the reader again who is placed in the position of asserting the moral commentary’ (<span class='biblio' data-ref='Pearsall85'>1985</span>: 68). It still appears therefore that the General Prologue’s emphasis is on professional skill, although Chaucer’s persona may be read against this model as ‘the construction of a naïve “Chaucer the pilgrim” who always misses the point of what he describes’ (<span class='biblio' data-ref='Pear92'>Pearsall&nbsp;1992</span>: 250).",
447: "It is worth noting that with <i>of bisyde Bathe</i>, Chaucer may intend a specific rather than general reference: outside the north gate of medieval Bath was a parish (dedicated to St Michael) which was known as <i>juxta Bathon</i> ‘besides Bath’, in which weaving was the major industry (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 214-15).",
448: "This deafness may be related to the Wife’s own Prologue, in which she tells us that Jankyn, her fifth husband, once struck her on the head with his fist (III. 795-6), after she had first struck him and torn three leaves out of his <i>book of wikked wyves</i> (III. 685 and 788-93).",
450: "It seems that the reputation of West Country weavers had been overdone, long before Chaucer’s persona reveals his naïvety here in taking the Wife at her word (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 215). Although women are commonly associated with cloth-making in estates satire (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 121-2), in the late fourteenth century women could be members of trade guilds, while a married woman was entitled to trade as <i>femme sole</i> ‘a single woman’ and to make contacts in her own name (<span class='biblio' data-ref='Lace85'>Lacey&nbsp;1985</span>: 41, 53-6). The cloth business was a popular choice for guildswomen. Although Chaucer does not associate Alison with a guild, it has been argued that he makes her a clothier, an overseer of the whole process of cloth manufacture (<span class='biblio' data-ref='Carr79'>Carruthers&nbsp;1979</span>: 210 and n. 6). The view to the contrary is based on the assumption that wider comparison with cloth-making in the Low Countries would have made the Wife’s boasts ridiculous (<span class='biblio' data-ref='Karr14'>Karras&nbsp;2014</span>: 321). At any rate, the Wife’s profession is thus grounded in contemporary reality.",
452: "In his <i>Miroir de Mariage</i> ‘mirror on marriage’, lines 3,262-90, Eustache Deschamps alludes also to disputes over precedence in the offertory at the mass, when worshippers went to the altar to make their offerings to the priest or clerk.",
455: "See also below, lines 470-1. Women’s headdresses feature in satire against them in medieval estates literature (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 266-7, n. 86). Queen Anne is thought to have made them fashionable in the 1380s (<span class='biblio' data-ref='Wret48'>Wretlind&nbsp;1948</span>), although large hats are also characteristic of rural fashion (<span class='biblio' data-ref='Howa76'>Howard&nbsp;1976</span>: 105 n. 32). There is an appropriate coverchief in an illustration of the Wife at the end of her own Prologue in the fifteenth-century Cambridge University Library, MS Gg. 4.27 <IMAGE>",
459: "The illustrator of the Ellesmere manuscript refrains from drawing the Wife’s legs, so the colour of her hose is unknown. Her coat is scarlet, however.<IMAGE>",
468: "A love of pilgrimages is the subject also of lines 3500-15 and 3729-31 of Eustache Deschamps’ satirical <i>Miroir de mariage</i> ‘mirror on marriage’. These destinations of the Wife have been compared with the pilgrimages of Margery Kempe across Europe in the early fifteenth century (<span class='biblio' data-ref='Shum51'>Shumaker&nbsp;1951</span>).",
470: "By the terms of physiognomy in the pseudo-Aristotelian <i>Secreta secretorum</i> ‘secrets within secrets’, a gap between front upper teeth revealed a nature of envy, irreverence, luxury, boldness, infidelity and suspicion (<span class='biblio' data-ref='Curr60'>Curry&nbsp;1960</span>: 109). Lust, naturally a part of these qualities, is later revealed to characterize the Wife through her own admission that Venus gave her the lust and Mars the hardiness (III.611-12; <span class='biblio' data-ref='Nort88'>North&nbsp;1988</span>: 289-90).",
477: "Ovid’s <i>Remedia amoris</i> ‘remedy of love’ is perhaps the ironic subject of this otherwise generalized allusion to the Wife’s familiarity with curing or satisfying love-sickness. Without having read Ovid, the Wife is already adept at every piece of advice his poem can give.",
478: "Although <i>la vieille daunce</i> ‘the old dance’ is a general metaphor for versatility in <i>Le Roman de la Rose</i>, line 3938, Chaucer, the first writer to put this phrase into English, gives it a consistently sexual field of reference in <i>The House of Fame</i>, lines 639-40, <i>Troilus and Criseyde</i> I.517, II.1106, III. 695 and the Physician’s Tale, VI.79; and so probably here as well.",
480: "The Parson counts as Chaucer’s ideal, as does the Ploughman, here given as his brother: ‘The pace of the verse is slow and measured, removing even the expectation of the sudden shift in attitude which so often complicates our reaction to other characters’ (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 55-6). Chaucer’s loyalty to this archetype is evident in his reaffirmation of what good things the Parson does; in addition to his relation later, in a coda to the list of virtues, of the bad things which the Parson does not do. There is no description of the Parson’s costume, and readers might be surprised to see the lavish colour with which he is depicted in the Ellesmere manuscript <IMAGE>",
491: "Not only does the Parson not excommunicate parishioners who failed to pay 10% of their income to the church, but he gives the poor among them some of his own income from these tithes. These lines are an inversion of the complaint, in earlier medieval estates literature, that priess buy themselves manors with the goods of the poor (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 58-9). Mann also associates the Parson’s reluctance to excommunicate the non-paying poor with the Ploughman’s cheerful determination to pay his tithes <i>ful faire and wel</i>.",
497: "Although Chaucer tells us nothing of what the Parson wears, it is his good deeds that clothe the soul, and <span class='biblio' data-ref='Hodge05'>Hodges</span> notes that the staff is ‘an accessory well-known as part of the pious pilgrim tradition’ (<span class='biblio' data-ref='Hodge05'>2005</span>: 261).",
506: "Analogous to this apparent proverb about gold and the following pastoral lines about a dirty shepherd is the <i>Roman de Carité</i> ‘romance of charity’, a poem which asks <i>Se ors enrunge, queus ert fers?</i> ‘if gold rust, what does iron do?’, before marvelling at a foolish shepherd and wise sheep who are dirty and clean respectively (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 64).",
509: "A benefice consisted of a piece of land owned by either the local bishop or lord, who might assign the use thereof to the priest of a parish church which the land included. The income from the church provided its priest with his living. This might be substantial enough for the priest to sub-let his appointment to a lesser cleric, while taking himself off to study at university or to carry out other religious and even secular duties elsewhere (<span class='biblio' data-ref='Smit96'>Smith&nbsp;1996</span>: 257). Friends and relatives were more likely to get benefices in Chaucer’s time, and he is at pains to show that his Parson stays where he is, with his parishioners",
513: "His lack of mobility is the main reason not to identify the Parson as a Lollard, whatever Harry Bailey may later say (<span class='biblio' data-ref='Smit96'>Smith&nbsp;1996</span>: 258).",
525: "The readiness to rebuke, as well as to admonish or encourage, is one of the precepts in the poem <i>Viri venerabiles, sacerdotes Dei</i> ‘worshipful men, priests of God’, in which priests should be <i>consolantes miseros, pravos corrigentes</i> ‘comforting the unhappy, correcting the wicked’ (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 61).",
530: "The consistency of nobility in this portrait, as <span class='biblio' data-ref='Mann73'>Mann</span> says, links Chaucer’s Parson with existing ideals of priesthood both in the bible and in medieval estates satire, and also precludes our treating him as an animated individual: ‘The coherence of Chaucer’s Parson pre-dates his individual creation’ (<span class='biblio' data-ref='Mann73'>1973</span>: 63-5, esp. 65).",
531: "The Ploughman is presented as no less an ideal than his brother, the Parson, to whom he is a mirror image (<span class='biblio' data-ref='Pigg96'>Pigg&nbsp;1996</span>: 264-9). Chaucer’s addition of day-to-day realism belies the fact that ploughmen in the later fourteenth century were becoming rarer due to the plague outbreaks, more prosperous due to the lack of competition and development of the wheeled plough, and so potentially disruptive to the tripartite model of social order (those who pray, fight and work). Nearly a decade later, Chaucer responds to the violent disorder of his day, the Peasants’ Revolt in 1381, by insinuating a fraternal model of social harmony through the Parson and Ploughman. <span class='biblio' data-ref='Mann73'>Mann</span> believes the latter’s portrait is influenced by Piers in William Langland’s dream vision poem <i>The Vision of Piers Plowman</i> (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 67-74, esp. 68), but others have pointed out that the combination of preaching and ploughing was a literary ideal before Chaucer’s time (<span class='biblio' data-ref='Barn73'>s&nbsp;1973</span>; <span class='biblio' data-ref='Howa76'>Howard&nbsp;1976</span>: 101-2; <span class='biblio' data-ref='Pigg96'>Pigg&nbsp;1996</span>: 268).",
540: "The Ploughman’s other activities define his role here as wide enough to include the entire cycle of production (<span class='biblio' data-ref='Pigg96'>Pigg&nbsp;1996</span>: 267). Chaucer’s allegiance to the aristocratic forces of control, in an era in which labour was equated with capital, is rather clear in his statement that all this hard work is for the love of Christ. This Ploughman is rather prosperous in comparison to Piers in William Langland’s great poem <i>The Vision of Piers Plowman</i>.",
544: "This list of the six remaining pilgrims, including Chaucer’s himself, announces portraits which do not follow in the same order, but which hold The General Prologue together. In broad terms, though with the exception of the Pardoner, Chaucer has succeeded in presenting his subjects in descending order of rank. <span class='biblio' data-ref='Bowden48'>Bowden</span> notes that Chaucer portrays the Manciple between Miller and Reeve, who ‘are such a perfect and vital pair’ on account of their Tales, but finds the justification in the Manciple’s professional shrewdness, which anticipates the Reeve’s (<span class='biblio' data-ref='Bowden48'>1948</span>: 255). For a similar reason, <span class='biblio' data-ref='Fish96'>Fisher</span>> finds that the Manciple is placed here and well away from the Man of Law because his implied fraudulence makes him resemble the Miller and Reeve (<span class='biblio' data-ref='Fish96'>1996</span>: 282-2).",
547: "The Miller is rare in estates satire. Like the Pardoner and Summoner, he may feature in The General Prologue through the influence of William Langland’s dream vision poem <i>The Vision of Piers Plowman</i> (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 160-1). <span class='biblio' data-ref='Bowden48'>Bowden</span> places the Miller in Norfolk (not Oxford) on account of his banter with the East Anglian Reeve, also giving anecdotal American evidence that ‘such feats are no gross exaggeration’ (<span class='biblio' data-ref='Bowden48'>1948</span>: 248). The Miller’s Tale, however, displays such knowledge of Oxford and its topography that the Miller is more plausibly situated there.",
553: "His fairground antics also ‘seem to presuppose a crowd of admiring spectators’ (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 161). The door-butting is consistent with the secondary meaning of the ram which his great strength regularly wins for him (<span class='biblio' data-ref='Lamb96'>Lambdin&nbsp;and&nbsp;Lambdin&nbsp;1996</span>: 276).",
559: "The redhead physiognomy reflects a popular stereotype of the Miller as treacherous and deceitful. His other characteristics are read according to the <i>Secreta secretorum</i>, as evidence that he is ‘shameless, immodest, and loquacious’ and ‘bold and easily angered’; The wart is said to hint at discord with his wife, the mouth (below) at fornication (<span class='biblio' data-ref='Curr60'>Curry&nbsp;1960</span>: 72-89, esp. 80).",
560: "<span class='biblio' data-ref='Mann73'>Mann</span> finds these details, together with the white tunic and blue hood on line 564, as ‘left unaccounted for’ in the frame of medieval estates satire (<span class='biblio' data-ref='Mann73'>1973</span>: 162). However, it has been noted that millers, since the gentry treated them as serfs or unfree, were forbidden to carry weapons (<span class='biblio' data-ref='Lamb96'>Lambdin&nbsp;and&nbsp;Lambdin&nbsp;1996</span>: 275). The Miller’s gear seems for this reason to make his social pretensions even more obvious.",
565: "The seventeenth-century proverb, that ‘an honest miller hath a golden thumb’, i.e. becomes rich by his craft, appears to reflect a long-lasting popular belief that there are no honest millers (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 160; <span class='biblio' data-ref='Free14'>Freedman&nbsp;2014</span>: 368-9). Medieval millers were indeed unpopular with the churls, for they provided the only local means of grinding corn and could abuse this monopoly by legally exacting a multure ‘toll’. As we see here, Chaucer’s Miller Robyn appears to find cause for extra charges. The miller Symkyn, butt of The Reeve’s Tale, is said to have the right to take tolls from all the land about Trumpington, outside Cambridge (I. 3987-8). Millers, who were not members of guilds and were thus neither identifiably peasants nor landowners, could and did become rich by their monopolies (<span class='biblio' data-ref='Lamb96'>Lambdin&nbsp;and&nbsp;Lambdin&nbsp;1996</span>: 274-5).",	
566: "The Miller’s dress proves his wealth in the space of a line. The coat is probably made of blankett fabric and his hood of bluett, its colour being a sign of vanity (<span class='biblio' data-ref='Hodges14'>Hodges&nbsp;2014</span>: 182). This costume aligns him with the gentry, despite the fact that both this class and the peasantry mocked millers for social climbing (<span class='biblio' data-ref='Lamb96'>Lambdin&nbsp;and&nbsp;Lambdin&nbsp;1996</span>: 275; see also note to line 558). It is not clear that Robyn speaks for the churls (<span class='biblio' data-ref='Free14'>Freedman&nbsp;2014</span>: 372-3). His glaringly manifest pretensions are in keeping with his later promise to <i>quyte</i> ‘complement’ or ‘cap’ the Knight’s Tale. The Ellesmere manuscript illustrator represents the Miller fairly faithfully <IMAGE>",	
568: "The bagpipe, in emphatic position here as the parting touch, an extraordinary use of an ordinary device (<span class='biblio' data-ref='Bloc54'>Block&nbsp;1954</span>: 239), undermines any hope the Miller has of being taken for a gentleman. Despite the here anticipated fact that the Miller leads the pilgrims out next day towards Canterbury, the bagpipes root him in the rural peasant class (<span class='biblio' data-ref='Lamb96'>Lambdin&nbsp;and&nbsp;Lambdin&nbsp;1996</span>: 276-7). The Lollard, Master William Thorpe, defending himself against heresy before Archbishop Arundell of Canterbury in 1407, left a deposition (<i>Examination of Heresy</i>) in which he decries the morals of pilgrims, saying that some sing wanton songs, and adds that:<q>some other pilgrims will have with them bagpipes: so that every town that they come through, what with the noise of their singing, and the sound of their piping, and with the jangling of their Canterbury bells, and with the barking of the dogs after them, they make more noise than if the King came there away, with all his clarions and many other minstrels. (Modernized by <span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 29)</q>The Ellesmere manuscript illustrator seems to have something of this kind in mind.",	
569: "The Manciple (Latin <i>manceps</i> ‘provisioner’) appears to be the purchasing agent and caterer for a college of lawyers. Manciples kept the buttery (kitchen store) stocked, watched over the cooks (later Chaucer’s Manciple quarrels with the Cook) and the quality and rate of consumption all of meat, and received payments from clerks or lawyers who ate in Common. They worked for colleges of clerks in Oxford and Cambridge, and in continental universities: it is the sickness of the manciple in Soler Hall in Cambridge which brings the two Northumbrian clerks, Alan and John, to Miller Symkyn in The Reeve’s Tale. However, the Manciple finds no precedent in the literature of medieval estates satire, including that of Langland and Gower (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 203-6). A persuasive case has been made that Chaucer, as a precondition to his twelve-year job as Controller of Customs (1374-86), may have studied law as well as ‘chancery hand’ in the Inns of Chancery and Inns of Court. There is a statement in Thomas Speght’s 1598 Life of Chaucer that the archivist of the Inner Temple, Master William Buckley, had seen a record in his college to the effect that Chaucer paid a fine of two shillings for beating a friar in Fleet Street (<span class='biblio' data-ref='Fish96'>Fisher&nbsp;1996</span>: 282). If the record lay in the Inner Temple, it is possible that young Chaucer studied there, perhaps for as many as six years.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>Temple</i> There were four lawyers’ colleges, or inns of court , in London in the later fourteenth century. Two of these, the Middle and the Inner Temple, had been rented snce 1324 off Fleet Street within the former hall buildings of the Knights Templar, whose order was dissolved in 1314. The Templars had called their hall the New Temple after moving there from an earlier place, but later this was known simply as the Temple. That already two societies of lawyers lived there, in the Middle and Inner Temple, in Chaucer’s time is plain in his open-ended expression <i>a Temple</i>. The remaining lawyers’ Inns of Court were Lincoln’s Inn and Gray’s Inn, further north off Chancery Lane (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 256-7). That Chaucer’s Manciple is <i>of a Temple</i> makes him one of only two in England, either of the Inner or the Middle college of Fleet Street lawyers (<span class='biblio' data-ref='Fish96'>Fisher&nbsp;1996</span>: 282).",	
572: "<i>Tailles</i> ‘tallies’ were tally-sticks, cut into two pieces in such a way that the two pieces would fit back together exactly, as proof to a debtor that his creditor’s claim of money from him was justfied (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 257-8). The Manciple in this case would take the goods along with a stick of which the seller, in order to claim payment, would later present him the missing part.",
580: "Probably this is the Inner Temple, if we treat Thomas Speght’s <i>Life</i> anecdote as proof that there was still a record of Chaucer there in the sixteenth century (<span class='biblio' data-ref='Fish96'>Fisher&nbsp;1996</span>: 282). With few more than 30 Men of Law, this may have been the smaller of the two Temples (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 256-7).",	
588: "The picture thus comically presented is of graduate lawyers who maintain the economic infrastructure of a nation. The <i>faux naïf narrator</i> lets us imagine how fraud is endemic to English society, and how much better at fraud is the Manciple than all his younger charges. We are not so far removed here from the culture of London’s Square Mile before and especially after the crash of 2008. As the lawyers stream out of Fleet Street and Chancery Lane, Chaucer lets them show the power of his capital city. He does this also in order to prepare us for a dishonest steward of a more common variety, the Reeve.",
589: "Reeves, one for every medieval village, were manorial overseers, strictly serfs, but empowered to supervise farmhands. Above them was the bailiff, above him the local feudal lord (<span class='biblio' data-ref='McDo96'>McDonald&nbsp;1996</span>: 288-9). So once again Chaucer finds a pilgrim whose standard of living raises him above the genuinely low classes.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>a sclendre coleryk man</i>. It has been suggested that according to the pseudo-Aristotelian <i>Secreta secretorum</i>, the choleric or hot humour of the Reeve, coupled with his lean body, shows that he is sharp of wit and long of memory (<span class='biblio' data-ref='Curr60'>Curry&nbsp;1960</span>: 70-3). However, the Reeve’s match with the full set of choleric tendencies is not exact, and Chaucer’s reason for citing this humour appears to relate only to the high fraud of which the Reeve seems capable (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 163).",
592: "<span class='biblio' data-ref='Bowden48'>Bowden</span> treats the Reeve’s closely shaven face and clerical haircut as ‘typical of his inferior caste’, one which is also revealed by his habit of tucking up his coat like a friar and carrying a rusty sword (<span class='biblio' data-ref='Bowden48'>1948</span>: 253). <span class='biblio' data-ref='McDo96'>McDonald</span> notes that reeves ‘were the community’s principal agent in charge of enforcing its moral standards’ (<span class='biblio' data-ref='McDo96'>1996</span>: 292).",
594: "The owner of thin calfless legs is taken to have been seen as sensually ‘lustful and intemperate’ (<span class='biblio' data-ref='Curr60'>Curry&nbsp;1960</span>: 71-2).",
596: "The medieval reeve was chief record-keeper for all farming activities. He had both to audit the serfs for fraud and expect to be audited for fraud himself. To check on the serfs, the reeve made pre-audits by which he kept account of all services provided by the (nominally) unfree villeins, supervised plough teams and winter forage, maintained reports on quantities of corn and above all, regularly submitted his rolls to auditors on all produce and cash and other payments (<span class='biblio' data-ref='McDo96'>McDonald&nbsp;1996</span>: 290). It has been thought that the Reeve’s rolls were easy for him to falsify (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 252). By Chaucer’s time, however, accounting procedures had been decentralized, and the liability for shortfall moved downwards from the bailiffs to the reeves beneath them. That no bailiff auditor can find fault with the Reeve’s account rolls, as Chaucer implies, is because the late-fourteenth-century ‘phase 3’ system of accounting for demesne farming relied on agreed pre-audited figures for yields, which the reeves had to stand by later, rather than on final accounts, which their forebears had been able to falsify after the fact (<span class='biblio' data-ref='Saba14'>Sabapathy&nbsp;2014</span>: 70-6). As usual with Chaucer, however, the case is ambiguous. Is the Reeve geninely scrupulous, or is he skilful at fraud? We are never allowed to be sure (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 163-5).",
598: "Wise to the weather, the Reeve makes a pre-audited estimate of the yields which he expects, and these figures, agreed with the serfs, always turn out to be accurate.",
602: "The subject of <i>yaf</i> appears to be that of was one line before: the lord’s livestock. That is to say, each time the Reeve’s contract with the serfs is audited, the number of livestock matches up to the figures which he gave in the pre-audited account.",
604: "This line may be read in terms of the Reeve’s charge of the serfs beneath him (<span class='biblio' data-ref='Saba14'>Sabapathy&nbsp;2014</span>: 73). The Reeve is too good at accounting to be made liable if any serf falls short in his promised yield: this is why no man can bring him into arrears.",		
606: "The meaning of <i>bailiff</i> presents problems, for the word would be expected to refer to the Reeve’s own ‘overseer’ or ‘manager’, rather than to an overseer such as himself (<span class='biblio' data-ref='Mann05'>Mann&nbsp;2005</span>: 820). Whoever this man is, however, his superior or equal, it is clear that the Reeve’s accounting is so efficient that no man below, alongside or above him knows how to trick him. Over a period of years, many will have tried: this is why he knows what to expect from each one of them. The Reeve is very good at his job. Effectively he may also be auditing his superiors.",				
614: "The feudal lord owned everything on his manorial estate, but his serfs had limited rights of use. Though a serf himself, the Reeve appears to be adept at manipulating his lord, blurring the rights of ownership (the lord’s) and use (the Reeve’s) in order to give or lend his lord the property that the lord already owns. In return, the lord gives his Reeve something which becomes his genuine possession. In this process, it appears that the Reeve knows enough about his bailiff’s frauds or errors to be able to bypass him.",
619: "It seems likely that the coat is what the Reeve once received from his lord, in exchange for a gift or loan of what was really the lord’s property. Perhaps because of the friar-like way the Reeve later hitches up his <i>surcote of Pers</i>, which she calls ‘an expensive fabric when new’, <span class='biblio' data-ref='Hodges14'>Hodge</span> takes it to be second-hand (<span class='biblio' data-ref='Hodges14'>2014</span>: 182). The Ellesmere manuscript illustrator overlooks the hitching <IMAGE>",
622: "In Chaucer’s day the little hamlet of <i>Baldeswelle</i> lay partly within the manor of Foxley, belonging to the second Earl of Pembroke, whose coming of age in 1368 precedes the General Prologue’s narrative present, <i>c</i>. 1390, by just over 20 years. Since the Reeve has served his lord since the latter was 20 years old, and since the Earl would have been still alive in c. 1390 and little more than 40, it remains an intriguing possibility (developed in <span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 254-5) that Chaucer knew Bawdeswell and had a real person in mind.",
624: "It has been noted that as the Miller rides at the head of Harry Bailey’s cavalcade, so the Reeve, out of pure spite for him, rides at the rear (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 252).",
625: "A summoner, or <i>apparitor</i> ‘conveyer’, was an officer who both warned offending laity to appear in ecclesiastical courts and ensured that they did so. Working at the lowest level of the ecclesiastical judiciary, which was headed by the archbishops of Canterbury and York, summoners answered to archdeacons or rural deans, who were empowered to judge lower-level moral cases such as slander and libel, breach of contract, prostitution  and adultery. Cases such as perjury in matrimonial disputes, murder, usury, sins against nuns and maidens, assaults on clerks, were judged by the local bishop or by his deputy. A defence was usually impossible and the penalty was either excommunication, which was feared most of all, or a combination of this with fines and public beatings. Both higher and lower courts needed an official to guarantee the attendance of the accused. To summon the latter to court, the bishop appointed an apparitor general, the archdeacon an apparitor or summoner. Summoners in the fourteenth century were often given a license to cite the public at will (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 267-8; <span class='biblio' data-ref='Kell96'>Keller&nbsp;1996</span>: 300-3). In the light of this license, to control people for good or ill, the Summoner may be likened to the corrupt cop as imagined in the literature of our times.",
627: "Swiftly Chaucer puts any doubts to rest about the type of summoner this is. The man’s revolting appearance is presented as an ugliness acquired through a history of depravity. The estates literature to which the Summoner belongs describes the corrupt consistory court official, but this Summoner’s appearance announces a career of drink and lechery before any details have been revealed (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 137-8). <i>Sawceflewm</i> is taken to be a type of leprosy originating in an imbalance of the humours, which is characterised by red and black discoloration, pustules, swelling, and loss of hair. Curry attributes the Summoner’s ailment to apolicia, a form of leprosy resulting from ‘evil diet, and a hot liver, and the disordering of a man’s complexion in his youth, of late drinking and great surfeiting’ (<span class='biblio' data-ref='Curr60'>Curry&nbsp;1960</span>: 40). However, it has been argued that his illness is really secondary syphilis, which was considered to be a type of leprosy in the Middle Ages (<span class='biblio' data-ref='Garb63'>Garbaty&nbsp;1963</span>).",
628: "Sparrows had a reputation for sexual incontinence and it was also thought that eating cooked sparrow or sparrow eggs stimulated lust (<span class='biblio' data-ref='Cosm08'>Cosman&nbsp;2008</span>: 134). This association appears to have endured at least into the sixteenth century. In <i>The Unfortunate Traveller</i>, the poet Thomas Nashe (1567-1601) writes: ‘The sparrow for his lechery liveth but a year’. In the light of this and the leprosy, the narrator’s innocent remark below, about the <i>yonge gerles</i> of the diocise, may be intended to impute the Summoner’s illness to his control of prostitutes. Chaucer’s line recalls The Vision of Piers Plowman, possibly his inspiration here (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 141), in which Langland refers to <i>somonoures and hir lemmanes</i> (XV (B), line 132; <span class='biblio' data-ref='Schm11'>Schmidt&nbsp;2011</span>: 576).",
632: "These extreme remedies were all used to treat sufferers of skin diseases such as that which the Summoner has (<span class='biblio' data-ref='Wall88'>Wallner&nbsp;1988-9</span>).",		
636: "Garlic, onions, and leeks were thought to exacerbate the symptoms of the Summoner’s skin disease and have also been read as symbolic of moral lassitude (<span class='biblio' data-ref='Wood71'>Wood&nbsp;1971</span>).",
641: "The Summoner thus appears to have absorbed the language of ecclesiastical law through daily habituation, though without understanding anything of the meaning. Notwithstanding the narrator’s following assumption about the Summoner’s ignorance, it is worth noting that The Summoner’s Tale makes one of the most amusing uses of Latin in the <i>Canterbury Tales</i>.",		
647: "The kindness is all on the surface of the Summoner’s initial leniency, before he states his price. With this (un)knowing innocence, Chaucer’s persona moves between the roles of <i>naïf</i> and <i>faux naïf</i>.",	
652: "Pulling a finch has been regarded as ‘part of the idiom of a sexual boaster’ (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 144), although no more than the present context supports this (<span class='biblio' data-ref='Mann05'>Mann&nbsp;2005</span>: 821). By this standard the Summoner decides which man is such <i>a good felawe</i> that a bribe in kind is acceptable for his turning a blind eye to a year of fornication.",		
658: "Either, (1) the hell of an emptied purse which the archdeacon can inflict is a necessary substitute for the true living and dead hells which follow from a sentence of excommunication; or (2), as a knowing joke between policeman and detainee, there is a more than a chance of hell for the archdeacon who is going to empty the man’s purse.",
662: "The procedure for excommunication was to give the subject 40 days in which to make reparation, almost always by paying a fine. Most such people were held in prison during this time, unable to find money. Failing payment at the end of 40 days, the subject was reported by the archdeacon or bishop to the Chancery, where a writ was issued for his excommunication, one which started with the words <i>Significavit nobis venerabilis pater</i> ‘the worthy father has indicated [the excommunication of X] to us’ (another name for this was <i>De excommunicato capiendo</i> ‘on apprehending the excommunicated man’). Because the sentence was likely to be for life, moreover in a dungeon which would shorten that life, ‘one can readily understand why a bribe at the outset – if the money could be in some way procured – was by far the better course’ (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 268). The Summoner’s kindly manner belies this terrible power.",		
668: "The illustration in the Ellesmere manuscript gives the Summoner a modest garland, but not the buckler; also a writ or summons in his right hand. The short jacket and hose, left to the illustrator’s imagination, are consistent with a physically active man. The Summoner’s <i>narwe</i> eyes are here drawn as swollen. <IMAGE>",		
669: "The medieval pardoner, also known as a <i>quaestor</i> or <i>quaestuarius</i>, sold indulgences, as well as relics, and he could also preach. The source of his occupation was the ideology of purgatory: a departed soul’s painful process of purification before entering heaven. Originally a sinner might choose between penances, commuting one form into another, in order to lessen his time in purgatory. Penances as diverse as fasts, mortifications, flagellations, Hail Marys and crusading were prescribed (<span class='biblio' data-ref='Smit96'>Smith&nbsp;1996</span>: 315). But then the theory of ‘treasury’ developed, by which a short prayer plus a gift in money was allowed to perform the same role (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 276-7). The inexhaustible treasury of heaven consisted of the ‘merits’ of Christ, the Virgin, and the Saints, some of which were to be granted to penitent sinners as ‘shares’. To earn these heavenly shares which could give remission in purgatory, sinners were encouraged to give money to maintain the Church on earth. From the beginning of the fourteenth century, the church collected this money through officials whom it authorized as <i>pardoners</i> ‘(share-) givers’ or <i>quaestores</i> ‘(fee-) requesters’.",
670: "The Hospital of St Mary Rouncivale, a cell of the convent of <i>Nuestra Señora de Roncesvalles</i> in Navarre, was founded in 1229 by William Marshal, Earl of Pembroke. The hospital would have been located in the village of Charing Cross between Westminster and London. That the Pardoner is linked with this establishment does not bode well for its reputation (<span class='biblio' data-ref='Maxf98'>Maxfield&nbsp;1998</span>: 152-8). In 1372 John of Gaunt, who was a patron, gave three of the hospital’s <i>procureurs</i> ‘proctors’ letters of introduction to churchmen which included a demand for alms. Even by the standards of Chaucer’s day, the Order of St Mary Roncevall was regarded as corrupt, and pardoners were associated with it too (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 285).",			
674: "Later Chaucer says that the Pardoner sings the offertory at Mass, but here he performs a duet with the Summoner. The <i>burdoun</i> was the bass voice of the church organ, the <i>trompe</i> a trumpet in treble. It is not unlikely that with the <i>come hyder</i> and the phrase <i>bar to hym a stif</i>, Chaucer appears to pun with <i>burden</i> with the meaning that the Summoner has long used the Pardoner as his lover (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 274). Their relationship has been defined partly as a metaphor for the corrupted Church, an inverse analogue to the fraternal symbiosis of Parson and Ploughman, but Chaucer also makes his Pardoner’s passive homosexuality real (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 145-7).",	
682: "The Pardoner’s ecclesiastical status makes <i>the newe iet</i> a particular risk, for sermons were represented new fashions as a danger to the soul. A commercially motivated ‘trick’ or ‘contrivance’, the additional meaning of <i>jet</i>, is revealed in the way in which the Pardoner, without a hood, focuses the other pilgrims’ attention solely on the Veronica on his cap (<span class='biblio' data-ref='Hodges05'>Hodges&nbsp;2005</span>: 246-7). In the Ellesmere manuscript illustration, the cap is quite big, the demeanour rather feminine. <IMAGE>",		
683: "Chaucer’s persona tells us a few lines earlier that the Pardoner tries to make himself attractive by riding without his hood, which he has stowed in his wallet or bag. The word <i>discheuele</i> describes also the women whom Chaucer’s dream narrator sees dancing around Venus’ temple in <i>The Parliament of Fowls</i>, line 235; as well as Dido’s hair when she begs her lover Aeneas to stay, and Lucrece’s after her rape, in <i>The Legend of Good Women</i>, respectively lines 1314-15 and 1829. Thus the Pardoner’s hair is disordered in the name of fashion (<span class='biblio' data-ref='Hodges05'>Hodges&nbsp;2005</span>: 243-5), an early sign of his cheerfully dissolute style before and in The Pardoner’s Tale. It has been argued on the basis of an injunction about the hoodless style from Pope Boniface IX, in 1400, that the Pardoner is an Augustinian canon (<span class='biblio' data-ref='Hami41'>Hamilton&nbsp;1941</span>: 62-3).",
684: "The hare was thought to be hermaphroditic, and to change its sex every month. The ‘glaring eyes’ prefigure the choice of animal imagery, as hares were depicted as sleeping with their eyes open (<span class='biblio' data-ref='Schw67'>Schweitzer&nbsp;1967</span>: 247-50). According to a work on physiognomy from the second century, glaring eyes ‘indicate a man given to folly, a glutton, a libertine and a drunkard’ (<span class='biblio' data-ref='Curr60'>Curry&nbsp;1960</span>: 57).",	
685: "The <i>Veronica</i> refers to the Veil of Veronica, the cloth that St Veronica used to wipe the face of Christ and which ever after bore an image of his likeness. The relic was represented in badges imprinted with the face of Christ which were given to pilgrims when they journeyed to St Peter’s in Rome, where the relic itself was exhibited (<span class='biblio' data-ref='Rhod83'>Rhodes&nbsp;1983</span>: 34). The Veronica in the Pardoner’s cap badge also ‘supports the idea of his papal authority to carry pardons’ (<span class='biblio' data-ref='Hodges05'>Hodges&nbsp;2005</span>: 237).",
687: "As noted above, a pardoner was authorized to receive financial donations from a sinner in exchange for ‘merits’, or shares in the treasury of God, by which the sinner might reduce or even anull his time in purgatory. The pardoner’s authorization consisted of a document known as a papal bull or indulgence, because in theory it was signed by the Pope. This system soon turned into a racket in which some pardoners enriched themselves by forging the indulgences, or by overlooking the necessary repentance in the purchasing sinner, or by doing both (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 276-8). Pardoners are unquestionably the villains in Langland’s <i>Vision of Piers Plowman</i> (<span class='biblio' data-ref='Schm11'>Schmidt&nbsp;2011</span>: 10):<q>There preched a pardoner as he a preest were:<br/>Brouȝte forþ a bulle wiþ bisshopes seles,		[-th [seals<br/>And seide þat hymself myȝte assoillen hem alle	[might [absolve [them<br/>Of falshed of fastynge, of auowes ybroken.		[vows [broken<br/>Lewed men leued hym wel and liked hise wordes:	[uneducated [believed<br/>Comen vp knelynge to kissen hise bulles.<br/>He bonched hem wiþ his breuet and blered here eiȝen, [bumped [letter [bleared [eyes<br/>And rauȝte wiþ his rageman rynges and broches.	[obtained [bull<br/>Thus [ye] gyuen [youre] golde glotons to helpe,	[you [give [gluttons<br/>And leneþ it losels þat leccherie haunten! 		[grant [wasters [lechery [hunt for<br/>(Prologue (B), lines 68-77)</q>Chaucer’s Pardoner claims to have stocked up with indulgences in Rome only recently. This satire of pardoners is probably indebted to Langland. As funny as Chaucer is, however, it has been noted that he is rather quiet about the theology that has given rise to the Pardoner’s office (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 281).",	
689: "A close-shaven face is part of the repertoire of an effeminate man, according to contemporary satire (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 148, 277, n. 10), although the permanent beardlessness turns this style into a physical condition.",
691: "The Pardoner’s treble or soprano voice might identify him as a <i>castrato</i>. With the word <i>geldyng</i>, Chaucer’s persona considers the Pardoner briefly as a eunuch, but then complicates his definition by adding a mare, the idea of passive homosexuality. The twelfth-century, initially Goliardic, French poet Walter of Châtillon wrote a verse now entitled <i>Stulti cum prudentibus</i> ‘the stupid wth the wise’, in which he says <i>se mares effeminant et equa fit equus / expertes ab homine hoc usque ad pecus</i> ‘males grow effeminate, and the horse becomes a mare – you can look for this from men right down to animals’ (cited in <span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 146). However, the making of an association between gay men and mares is much older and has other northern European reflexes, of which the Old Norse tradition of <i>níð</i> ‘insult’ is the most notorious (<span class='biblio' data-ref='Sore83'>Sørensen&nbsp;1983</span>). The Pardoner’s silence, when Harry Bailey threatens to geld him after the conclusion of his Tale (VI.952), might tell us that he is not a eunuch, but the question is left unanswered. A third complication is his claim, before The Pardoner’s Prologue, to be interested in women.",
695: "The Pardoner is at the top of his albeit dubious profession. His second activity, the selling of relics, confirms him in this. What the relics are supposed to be is less interesting to Chaucer than the popular awe in which, thanks to the Pardoner’s salesmanship, these common items are held (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 151-2).",		
706: "In Langland’s <i>Vision of Piers Plowman</i>, both pardoner and priest cheat the poor (Prologue, lines 80-2). Chaucer, however, reveals a degree of conformity with the institutions in having a parish priest duped no less soundly than any of his parishioners (<span class='biblio' data-ref='Mann73'>Mann&nbsp;1973</span>: 149).",	
710: "Preaching, the Pardoner’s third activity, follows his singing of the offertory at Mass and encompasses his reading of a lesson or series of lessons (a <i>storie</i>). Although no sermon has been preserved which is attributed to a pardoner specifically, medieval Episcopal Registers cite them without exception as preachers (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 280).",	
719: "The Tabard was a real inn, standing on the east side of Southwark High Street (<span class='biblio' data-ref='Carl14'>Carlin&nbsp;2014</span>: 468-72), what is now Borough High Street (<span class='biblio' data-ref='Bowden48'>Bowden&nbsp;1948</span>: 39). It burned down in 1676, was rebuilt shortly afterwards, and continued to operate successfully until the nineteenth century, when it fell into disrepair. It was demolished in 1873. A neighbouring pub, <i>The George</i>, is still open today. A number of Southwark pubs, and at least one brothel, are mentioned in historical records with the name ‘The Bell’, although many of these are not traceable to medieval times (<span class='biblio' data-ref='Baum21'>Baum&nbsp;1921</span>).",
727: "In his book on the historical circumstances of Chaucer’s composition of the <i>Canterbury Tales</i>, Paul Strohm refers to ‘the gently pointed equanimity with which he views his characters’ (<span class='biblio' data-ref='Strohm14'>Strohm&nbsp;2014</span>: 275). But the way in which Chaucer produces them deserves another note. The following lines (724-46) are a masterpiece of disingenuity and misdirection (see <span class='biblio' data-ref='Tayl98'>Taylor&nbsp;1998</span>: 72-9). Chaucer’s narrator persona so emphatically disowns the crude and offensive tales he finds himself forced to repeat, we might almost forget that these tales are  ultimately the invention of Chaucer himself. The ‘apology tradition’ is very old, dating to at least Graeo-Roman times, and is still going strong today (<span class='biblio' data-ref='Ober00'>Obermeier&nbsp;2000</span>). In crafting this apology, Chaucer draws on a number of other works. The apology itself is comparable to passages in both <i>The Decameron</i>, Chaucer’s inspiration for the <i>Canterbury Tales</i>, and the <i>Roman de la Rose</i> (<span class='biblio' data-ref='Tayl98'>Taylor&nbsp;1998</span>: 72). Similarly, though the aphorism on line 741 is attributed directly to Plato, Chaucer is likely to have come by it through the works of Boethius; a comparable sentiment appears in Chaucer’s <i>Boece</i> (Book III, Prose 12), which in turn seems to have been taken from Jean de Meun’s earlier translation (<span class='biblio' data-ref='Tayl98'>Taylor&nbsp;1998</span>: 74). Chaucer finishes his apology (line 746) with a nod to the ‘modesty topos’ frequently encountered in medieval writing.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;These lines of the General Prologue are therefore deceptively complex. Chaucer puts into the mouth of his narrator the words of other writers in order to excuse the narrator’s reporting of words that, in turn, have ostensibly been spoken by the pilgrims, but are in fact composed by Chaucer. As the pilgrims themselves tell tales, argue, respond, criticise, and generally talk over one another, all while being marshalled by the Host with their <i>Tales</i> re-told by the narrator, the layering of voices emerges as one of the Canterbury Tales’ most complex and enduring themes (see <span class='biblio' data-ref='Nola86'>Nolan&nbsp;1986</span>; <span class='biblio' data-ref='Grud96'>Grudin&nbsp;1996</span>: 18-21; <span class='biblio' data-ref='Owen01'>Owen&nbsp;2001</span>). ",	
744: "While the pilgrims have been grouped in descending order of rank in the General Prologue, Chaucer’s respect for hierarchy quickly dissolves once the storytelling itself gets underway. The Knight, as the most socially senior member of the company, does go first (although perhaps by nefarious means, see line 844), but his tale elicits the ire of the Miller, who overrides both the Monk’s social precedence and the Host’s objections by insisting on taking his turn next. This overturning of <i>degree</i> is played up throughout the first folio by the increasingly filthy nature of the tales told, up to and including the Cook’s unfinished story of a riotous apprentice, his gambling landlord, and the landlord’s prostitute wife.",	
747: "We learn in The Cooks’ Prologue (Fragment I, line 4358) that the Host is called Harry Bailey. This name belonged to a real inn-keeper, whose pub goes unnamed but whose name appears more than twenty times in historical records between 1375-98 (<span class='biblio' data-ref='Carl14'>Carlin&nbsp;2014</span>: 462-6). The Host’s portrait is very brief in comparison with those given for the pilgrims. Instead, his personality unfolds through the extended speeches he makes in the Prologue, and through his subsqeuent marshalling of events as the storytelling competition gets underway. As a character, the Host acts as a second narrator, the only figure with multiple lines of speech. He quickly assumes the narrator’s role by offering his <i>juggement</i> of the other characters (line 778). There is a key difference, however: the narrator is supposedly speaking to the audience privately, at a remove from the other characters (lines 30-42), whereas the Host is only ever depicted in company. The two figures thus complement one another, as private and public judges of the pilgrimage (see further <span class='biblio' data-ref='Rich70'>Richardson&nbsp;1970</span>).",		
752: "A marshal in hall organized, without offence to hierarchy, the seating plan for a large number of noble guests while also entertaining them with educated and amusing conversation.",
772: "The telling of tales was not encouraged during pilgrimages, since these were supposed to be journeys of penance and reflection rather than pleye. As Langland says, in <i>The Vision of Piers Plowman</i> (<span class='biblio' data-ref='Schm11'>Schmidt&nbsp;2011</span>: 8):<q>Pilgrymes and palmeres pliȝted hem togidere	[professional pilgrims [arranged<br/>To seken Seynt Iame and seintes in Rome;		[seek [James<br/>Wenten forþ in hire wey wiþ many wise tales,	[-th<br/>And hadden leue to lyen al hire lif after 		[leave [lie [lives<br/>(Prologue (B), lines 46-49)</q>Chaucer’s pilgrims seem to have all but forgotten the religious nature of their journey at this point, with even the most virtuous apparently readily agreeing to Harry’s secular challenge. On the other hand, Chaucer saw in the pilgrim company ‘its inner variety and commitment to stylistic difference’ (<span class='biblio' data-ref='Strohm14'>Strohm&nbsp;2014</span>: 273).",
778: "Here, Chaucer continues to play around with audience and reception. Throughout most of the Prologue, the narrator has been set apart from the other pilgrims as the ‘judge’ who introduces us to the members of the company. At this point, however, the perspective shifts; the narrator is very much part of the company, and it is the Host who takes his place as judge. Throughout all of this, we the audience are encouraged to judge for ourselves (<span class='biblio' data-ref='Nola86'>Nolan&nbsp;1986</span>: 154), assessing the accuracy of the portraits, the naivety of the narrator, and the motives of the Host.",
792: "The Host’s initial plan is for each of the pilgrims to tell two tales on the way to Canterbury and another two on the way back. With some 30 pilgrims in the company (increasing to 32 when the Canon and his Yeoman belatedly arrive), we would expect more than 120 tales to be told. Even the <i>Decameron</i>, which may have inspired Chaucer’s storytelling structure, limits its scope to 100 stories. Since Chaucer died before the completion of <i>The Canterbury Tales</i>, it is impossible to know if he intended this to be quite so sprawling a work. <i>The Legend of Good Women</i> may offer us a clue. There, the narrator is ordered to tell tales of good women as penance for allegedly alienating his audience from love. The work is once again unfinished, but in the Prologue the narrator is curtly informed that he has his work cut out for him, since the number of good women to be subject of this poem is <i>twenty thousand</i> or more (line 559). It is also worth noting that the number of tales promised fluctuates as the pilgrimage progresses (compare Fragment V, line 698 with Fragment X, line 16). Many of Chaucer’s works were apparently left unfinished, and even the ones that are finished tend to end quite abruptly. Chaucer’s interest seems to lie more in exploring the complexities and contradictions of his work than in resolving them through firm closure. His use of endings is variously interpreted (<span class='biblio' data-ref='Dave88'>Davenport&nbsp;1988</span>: 208-09; <span class='biblio' data-ref='Grud96'>Grudin&nbsp;1996</span>; <span class='biblio' data-ref='Prov03'>Provost&nbsp;2003</span>; <span class='biblio' data-ref='Phel10'>Phelpstead&nbsp;2010</span>). <span class='biblio' data-ref='Pear92'>Pearsall</span> suggests that the four-tale plan was designed to postpone the ending of the <i>Canterbury Tales</i>, ‘a project that had become coterminous for Chaucer with life itself’ (<span class='biblio' data-ref='Pear92'>1992</span>: 233).",
798: "<i>Sentence</i> refers to morality (line 306), <i>solas</i> to entertainment. In medieval times, <i>solas</i> was often seen as a way of mediating the sentence of the work; Ovid in particular was praised for his ability to tell a moral tale in an entertaining way (<span class='biblio' data-ref='Rigb96'>Rigby&nbsp;1996</span>: 80). The tension between these two literary qualities, and the difficulty of measuring something so subjective, consistently underpins the tales that follow. The Host appoints himself as sole judge of the competition, but the number of different pilgrims, and the variety of responses which the tales elicit from them, complicates the notion of objective value almost immediately. A similar litany of voices can be seen in critical responses to Chaucer’s writing. Chaucer’s medieval readers often emphasised the moral value of his works, which, as Caxton put it in 1498, show ‘the picked grain of sentence uttered by crafty and sugared eloquence’. Modern critics, however, tend to view things slightly differently; many focus on Chaucer’s use of humour, or <i>solas</i>, as a means of subverting the idea of straightforward morality, or <i>sentence</i> (<span class='biblio' data-ref='Burr71'>Burrow&nbsp;1971</span>: 90). When Chaucer’s readers disagree over <i>sentence</i> and <i>solas</i>, the purpose of a particular work or the meaning of a phrase, they are continuing conversations that begin in the <i>Tales</i> themselves (<span class='biblio' data-ref='Mitc04'>Mitchell&nbsp;2004</span>: 79-93; <span class='biblio' data-ref='Kend88'>Kendrick&nbsp;1988</span>: 5-19).",
799: "The Host here shows himself to be a canny businessman. By setting the terms of the competition, he has ensured that the pilgrims will return to his inn at the completion of their journey, and has therefore secured himself a repeat of the evening’s trade. Regardless of who triumphs in the competition, the real winner is Harry Bailey. Several critics have drawn attention to parallels between the storytelling competition proposed by Harry Bailey and the London <i>puy</i>, a literary fraternity established at the end of the thirteenth century that offered its members free dinners in exchange for original literary compositions (<span class='biblio' data-ref='Coop06'>Cooper&nbsp;2006</span>: 111-12).",
826: "A brook on the second milestone on the Kent Road out of London, marking the border between Surrey and Kent; also a site for executions (<span class='biblio' data-ref='Andrew93'>Andrew&nbsp;1993</span>: 587). Although specific settings are few and far between in the <i>Canterbury Tales</i>, there are enough references to place and time to get some idea of where in the journey individual tales are told, although these references are sometimes at odds with the apparent order of the tales (<span class='biblio' data-ref='Osbo02'>Osborn&nbsp;2002</span>: 89-90). For the different ways of ordering the Tales, see <span class='biblio' data-ref='Alle81'>Allen&nbsp;and&nbsp;Moritz&nbsp;1981</span>.",	
829: "The language of contract law is woven through this passage, as the Host emphatically lays out the terms of the competition and ensures that the pilgrims have acknowledged them. Words and phrases such as <i>forward</i> and <i>recorde</i>, as well as <i>conseil</i> (line 784), <i>voirdit</i> (line 787), <i>vouche sauf</i> (line 807), <i>governour</i> (line 813) and <i>oon assent</i> (line 817), give a sense of legal obligation to the story-telling challenge. Meanwhile, the Host’s preoccupation with the financial aspects of the exchange (lines 799, 804, 806, 834), invites us to question his interest in judging the tales on their literary merits (<span class='biblio' data-ref='Nola86'>Nolan&nbsp;1986</span>: 165).The emphasis on legal language echoes a scene in the East Cheshire poem <i>Sir Gawain and the Green Knight</i> (<i>c</i>. 1400; lines 377-97) in which a northern <i>vavasour</i> ‘host entertainer’ proposes a very different kind of game to Sir Gawain.",	
844: "<i>Auenture</i>, <i>sort</i> and <i>cas</i> are semi-interchangeable terms referring to chance, fortune or destiny. The ostensibly naïve emphasis on chance here invites us to look for another meaning (<span class='biblio' data-ref='Pearsall85'>Pearsall&nbsp;1985</span>>: 115). The unspoken implication is that the Host has fixed the draw so that the Knight, the most socially senior pilgrim in the company, will go first. The manipulation of chance to support social hierarchy forms an ingenious bridge between the Prologue, with its extended exploration of society, and the Knight’s Tale, which takes fate as one of its central themes. ",																																																																																																																																																																																																																																																																																																																																																																																																																																																																																																																					
}