var GP_TC = new Array ();
GP_TC["8"] = {"TC":"<b>halve</b> Final -e added to half because it is required for the metre. The substitution of f with v is to indicate that the consonant should be voiced."};
GP_TC["70"] = {"TC":"<b>Ne</b> Hg, Ch and Tc1 agree on this reading. Sl2 has 'And' and Wy omits it. The rest of the witnesses (Ad1 Bo1 Bo2 Cx1 Cx2 Ds1 El En1 En3 Fi Gg Ha2 Ha3 Ha4 Ht Ii La Lc Ld1 Ld2 Ma Mg Ph2 Pn Ps Pw Py Ry1 Ry2 Se Tc2 To1) read He. 'Ne' is the lectio dificilior and the double negative construction is one that is recurrent in the <i>Canterbury Tales</i> and typical of the writing of this work."};
GP_TC["82"] = {"TC":"<b>twenty</b> Hg has the numeral .xx. at this point. The spelled out version, to facilitate reading, is the one found in El. <br/><b>he was of age</b> This phrase presents a number of variants. While Hg agrees with Ch and Ha4; El Ha3 Se and Sl2 present the order 'of age, he was.' Ad1 and En3 read 'of age, was' withot the personal pronoun 'he.' Ha2 and To1 read 'of age was he.' Lc and Mg agree with that but add a virgule: 'of age/ was'. "};
GP_TC["87"] = {"TC":"<b>in</b> The reading in Hg, Ch Ha4 Tc1 and To1 is 'in'. However, at this point the vast majority of witnesses (Ad1 Bo1 Bo2 Cp Cx1 Cx2 Ds1 El En1 En3 Fi Gg Ha2 Ha3 Ii La Lc Ld1 Ma Mg Ph2 Pn Ps Pw Py Ry1 Ry2 Se Sl2 Tc2 Wy) read 'of'. "};
GP_TC["95"] = {"TC":"<b>make and wel endit</b> Hg agrees with Ch Ha4 and Py, on the reading 'wel make and endite', which indicates that this is likely to be the archetypal reading.  The rest of the majority of witnesses (Ad1 Bo1 Bo2 Cp Cx1 Cx2 Ds1 El En1 En3 Fi Gg Ha2 Ha3 Ii La Lc Ld1 Ma Mg Ph2 Pn Ps Pw Ry1 Ry2 Se Sl2 Tc2 Wy) read 'make and wel endite'. The non-archetypal reading has a better rhytm when spoken aloud. "};
GP_TC["131"] = {"TC":"<b>fille</b> This is another instance of Hg, Ch and Ha4 (supported by other witnesses) agreeing against El, which reads, together with Bo2 Cp Ds1 En1 Fi Gg Ha2 La Ha3 Lc Ld1 Pw Ry1 Ry2 Se Sl2 Mg Mm, 'ne fille upon hir brist'."};
GP_TC["161"] = {"TC":"<b>was</b> 'was' is found in a relatively small number of witnesses (Bo2 Ch Cn Ds1 En1 Ha4 Hg Ld2 Ma Nl Py), because Ch and Hg, together with Ha4, agree against the reading in El (Ad1 Ad3 Bo1 Cp El En3 Fi Gg Ha2 Ht Ii La Lc Mg Mm Ph2 Pw Ry1 Ry2 Sl2 Tc1 To1), which presents 'ther was', I have retained it for this edition."};
GP_TC["205"] = {"TC":"<b>was</b>  It is not possible to decide which one of these variants is archetypal. The reading 'was' is found in Ad1 Ad3 Ch Cn Cx1 Cx2 Ds1 En1 En3 Ha4 Hg Ht Ii Ld1 Ld2 Ma Nl Pn Ps Py Tc1 Tc2 Wy. While the reading 'nas' is found in a slightly lower number of witnesses (Bo1 Bo2 Cp Dl El Fi Gg Ha2 Ha3 La Lc Mg Mm Ph2 Pw Ra3 Ry1). Since either makes sense and neither affects the meter, I have preserved the Hg reading both because the manuscript was used as a base text for this edition and because Ch and Ha4 (representing independent lines of descent) support it."};
GP_TC["251"] = {"TC":"<b>was</b>  As for line 205."};
GP_TC["406"] = {"TC":"<b>was</b>  As for line 205."};
GP_TC["430"] = {"TC":"<b>was</b>  As for line 205."};